[{"name":"Documentation","description":"This is the documentation","path":"/documentation","text":"","wordCount":0,"tags":[],"type":"TOC"},{"name":"Arthropods","description":"","path":"/documentation/Arthropods","text":"","wordCount":0,"tags":[],"type":"TOC"},{"name":"Arachnids","description":"","owner":"August Frisk","path":"/documentation/Arthropods/01_arachnology","text":"\nReferences\n\nBooks\nAdams, R. J., and Timothy D. Manolis. Field Guide to the Spiders of California and the Pacific Coast States. University of California Press, 2014.\nBaba, Yuki, and Akio Tanikawa. The Spider Handbook. Bunichi General Publishing, 2015.\nBradley, Richard A., and Steve Buchanan. Common Spiders of North America. University of California Press, 2019.\nEbeling, Walter. “Urban Entomology.” University of California Riverside, 1975. https://entomology.ucr.edu/ebeling.\nFoelix, Rainer. Biology of Spiders, Third Edition. Oxford University Press, 2011.\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nKaston, Benjamin J. How to Know the Spiders. Edited by John Barmick, Edward Cawley, and W. Jaques. Third Edition. WCB/McGraw-Hill, 1978. https://wsc.nmbe.ch/refincluded/4326.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nRoth, Vincent D. Spider Genera of North America: With Keys to Families and Genera, and a Guide to Literature. Third Edition. American Arachnological Society, 1993. https://wsc.nmbe.ch/refincluded/7789.\n———. Preliminary Handbook for Spider Identification: A Guide to the Important Catalogs, Recent Family and Generic Revisions with Supraspecific Keys to Spiders of America North of Mexico, 1982. https://wsc.nmbe.ch/refincluded/5663.\nUbick, Darrell, Pierre Paquin, Paula Elizabeth Cushing, and Vincent D. Roth. Spiders of North America: An Identification Manual, Second Edition. American Arachnological Society, 2017.\n\nBugGuide\nBalaban, John, Jane Balaban, Lynette Elliott, Jeff Hollenbeck, Chad Heins, Chuck Entz, Ken Schneider, John Sloan, and Mandy Howe. \"Genus Tibellus - Slender Crab Spiders.\" BugGuide, March 19, 2022. https://bugguide.net/node/view/6824.\nElliot, Lynette, and Kyron Basu. “Spider Eye Arrangements.” BugGuide, July 6, 2016. https://bugguide.net/node/view/84423.\n\nJournal Articles\nBosmans, Robert, and Michael L. Draney. “Description of a New, Probably Introduced Zodarion Species from the Everglades National Park, USA (Araneae: Zodariidae).” Arachnology 17, no. 7 (March 1, 2018): 328–30. https://doi.org/10.13156/arac.2017.17.7.328.\nBanks, Nathan. “Descriptions of New American Spiders.” Proceedings of the Entomological Society of Washington 7 (1906): 94–100. https://www.biodiversitylibrary.org/item/19615#page/110/mode/1up.\n———. “Arachnida from Baja California and Other Parts of Mexico.” Proceedings of the California Academy of Sciences 3, no. 1 (1898): 205–309. https://www.biodiversitylibrary.org/page/38967797#page/279/mode/1up.\n———. “New Californian Spiders.” Journal of the New York Entomological Society 4 (1896): 88–91. https://www.biodiversitylibrary.org/page/9193722#page/98/mode/1up.\nBednarski, Julie V., Phillip W. Taylor, and Elizabeth M. Jakob. “Optical Cues Used in Predation by Jumping Spiders, Phidippus Audax (Araneae, Salticidae).” Animal Behaviour 84, no. 5 (November 1, 2012): 1221–27. https://doi.org/10.1016/j.anbehav.2012.08.032.\nBerman, Johnathan D., and Herbert W. Levi. “The Orb Weaver Genus Neoscona in North American (Araneae: Araneidae).” Bulletin of the Museum of Comparative Zoology 141, no. 8 (September 15, 1971): 465–500. https://www.biodiversitylibrary.org/page/4753653#page/495/mode/1up.\nBond, Jason E. “Phylogenetic Treatment and Taxonomic Revision of the Trapdoor Spider Genus Aptostichus Simon (Araneae, Mygalomorphae, Euctenizidae).” ZooKeys 252 (December 19, 2012): 1–209. https://doi.org/10.3897/zookeys.252.3588.\nBond, Jason E., and Brent D. Opell. “Systematics of the Spider Genera Mallos and Mexitlia (Araneae, Dictynidae).” Zoological Journal of the Linnean Society 119, no. 4 (April 1997): 389–445. https://doi.org/10.1111/j.1096-3642.1997.tb00141.x.\nBond, Jason E., and Amy K. Stockman. “An Integrative Method for Delimiting Cohesion Species: Finding the Population-Species Interface in a Group of Californian Trapdoor Spiders with Extreme Genetic Divergence and Geographic Structuring.” Systematic Biology 57, no. 4 (August 1, 2008): 628–46. https://doi.org/10.1080/10635150802302443.\nBosco, Jennifer M., and Angela Chuang. “A New Species of Grass Spider, Agelenopsis riechertii, from the Southwestern USA, with Notes on Its Courtship Behavior (Araneae: Agelenidae).” Zootaxa 4442, no. 4 (July 3, 2018): 579. 10.11646/zootaxa.4472.3.11, https://doi.org/10.11646/zootaxa.4442.4.6.\nBrescovit, Antonio D., and Adalberto J. Santos. “The Spider Genus Kukulcania in South America (Araneae: Filistatidae): A Redescription of K. brevipes (Keyserling) and New Records of K. hibernalis (Hentz).” Zootaxa 3734, no. 3, (November 6, 2013): 301–16. https://doi.org/10.11646/zootaxa.3734.3.1.\nBrescovit, Antonio D., Alexander Sánchez Ruiz, and Giraldo Alayón Garcia. “Filistatidae in the Caribbean Region, with a Description of the New Genus Antilloides, Revision of the Genus Filistatoides F. O. P.-Cambridge and Notes on Kukulcania Lehtinen (Arachnida, Araneae).” Zootaxa 4136, no. 3 (July 7, 2016): 401-432. https://doi.org/10.11646/zootaxa.4136.3.1.\nChamberlin, Ralph V. “New North American Spiders.” Proceedings of the California Academy of Sciences 14, no. 7 (August 14, 1925): 105–142. https://www.biodiversitylibrary.org/item/22408#page/113/mode/1up.\n———. “The Spider Fauna of the Shores and Islands of the Gulf of California.” Proceedings of the California Academy of Sciences 12, no. 28 (April 14, 1924): 561–694. https://www.biodiversitylibrary.org/item/86392#page/582/mode/1up.\n———. “New Californian Spiders.” Journal of Entomology and Zoology 12 (1919): 1–17. https://www.biodiversitylibrary.org/page/12475384#page/11/mode/1up.\nChamberlin, Ralph V., and Willis J. Gertsch. “On Fifteen New North American Spiders.” Proceedings of the Biological Society of Washington 43 (September 26, 1930): 137–44. https://www.biodiversitylibrary.org/partpdf/43707.\n———. “New Spiders from Utah and California.” Journal of Entomology and Zoology 21 (1929): 101–12. https://wsc.nmbe.ch/refincluded/2008.\nChamberlin, Ralph V., and Wilton Ivie. “A Hundred New Species of American Spiders.” Annals of the Entomological Society of America 36, no. 2 (May 31, 1943): 318-435. https://doi.org/10.1093/aesa/36.2.318.\n———. “Agelenidae of the Genera Hololena, Novalena, Rualena, and Melpomene.” Annals of the Entomological Society of America 35, no. 2 (May 31, 1942): 203-241. https://doi.org/10.1093/aesa/35.2.203.\n———. “North American Agelenidae of the Genera Agelenopsis, Calilena, Ritalena and Tortolena.” Annals of the Entomological Society of America 34, no. 3 (August 31, 1941): 585–628. https://doi.org/10.1093/aesa/34.3.585.\n———. “Spiders Collected by L.W. Saylor and Others, Mostly in California.” Bulletin of the University of Utah 31, no. 8 (February 13, 1941). https://collections.lib.utah.edu/dl_files/d4/93/d493c4435f37f38e19a2e74e7e35623aba266fc8.pdf.\n———. “New Spiders of the Family Agelenidae from Western North America.” Annals of the Entomological Society of America 30, no. 2 (May 31, 1937): 211-241. https://doi.org/10.1093/aesa/30.2.211.\n———. “The Black Widow Spider and Its Varieties in the United States.” Bulletin of the University of Utah 25, no. 8 (June 1935): 1–29. https://collections.lib.utah.edu/ark:/87278/s6nz8sff.\nCiaccio, Erik, Andrew Debray, and Marshal Hedin. “Phylogenomics of Paleoendemic Lampshade Spiders (Araneae, Hypochilidae, Hypochilus), with the Description of a New Species from Montane California.” ZooKeys 1086 (February 17, 2022): 163–204. https://doi.org/10.3897/zookeys.1086.77190.\nCokendolpher, James C., Robert W. Peck, and Christine G. Niwa. “Mygalomorph Spiders from Southwestern Oregon, USA, with Descriptions of Four New Species.” Zootaxa 1058, no. 1 (October 4, 2005): 1. https://doi.org/10.11646/zootaxa.1058.1.1.\nCook, Collette, Erin Diana Powell, Kevin J. McGraw, and Lisa A. Taylor. “Sexually Dimorphic Dorsal Coloration in a Jumping Spider: Testing a Potential Case of Sex-Specific Mimicry.” Royal Society Open Science 8, no. 6 (June 23, 2021): 210308. https://doi.org/10.1098/rsos.210308.\nCorcuera, Pablo, Maria-Luisa Jiménez, and Pedro Luis Valverde. “Does the Microarchitecture of Mexican Dry Forest Foliage Influence Spider Distribution.” Journal of Arachnology 36, no. 3 (December 1, 2008): 552–56. https://doi.org/10.1636/t05-20.1.\nCushing, Paula E. “Notes on the Natural History and Hunting Behavior of an Ant Eating Zodariid Spider (Arachnida, Araneae) in Colorado.” Journal of Arachnology 30, no. 3 (December 1, 2002): 618–21. https://doi.org/10.1636/0161-8202(2002)030[0618:NOTNHA]2.0.CO;2.\nDesales-Lara, Marco Antonio. “Descripción de Una Nueva Especie Del Género ‘Filistatinella’ Gertsch & Ivie, 1936 (Araneae: Filistatidae) de Toluca, México.” Revista Ibérica De Aracnología, no. 21 (December 2012): 51–55. https://www.researchgate.net/publication/301554526DESCRIPCIONDEUNANUEVAESPECIEDELGENEROFILISTATINELLAGERTSCHIVIE1936ARANEAEFILISTATIDAEDETOLUCAMEXICO.\nDel-Pozo, Juan O., Mariana L. Yáñez-Ramirez, José L. López-Salazar, Carlos Palacios-Cardiel, David Chamé-Vázquez, and Maria-Luisa Jiménez. “New Spiders Records (Arachnida: Araneae) for the Baja California Peninsula, Mexico.” Revista De La Sociedad Entomológica Argentina 82, no. 2 (June 2023): 58–62. https://doi.org/10.25085/rsea.820208.\nDondale, Charles D., and James H. Redner. “The Wolf Spider Genus Allocosa in North and Central America (Araneae: Lycosidae).” Canadian Entomologist 115, no. 8 (August 1, 1983): 933–64. https://doi.org/10.4039/ent115933-8.\n———. “Revision Of The Wolf Spider Genus Alopecosa Simon in North America (Araneae: Lycosidae).” Canadian Entomologist 111, no. 9 (September 1, 1979): 1033–55. https://doi.org/10.4039/ent1111033-9.\n———. The Wolf Spiders, Nurseryweb Spiders, and Lynx Spiders of Canada and Alaska: Araneae: Lycosidae, Pisauridae, and Oxyopidae. Agriculture Canada, 1990. https://publications.gc.ca/site/eng/9.811388/publication.html.\nEdwards, G. B. “Revision of the Jumping Spiders of the Genus Phidippus (Araneae: Salticidae).” Occasional Papers of the Florida State Collection of Arthropods 11 (2004). https://www.researchgate.net/publication/285875743RevisionofthejumpingspidersofthegenusPhidippusAraneae_Salticidae.\nFischer, Andreas. “Chemical Communication in Spiders – a Methodological Review.” Journal of Arachnology 47, no. 1 (April 26, 2019): 1-27. https://doi.org/10.1636/0161-8202-47.1.1.\nFraser, Jack B., and Gordon W. Frankie. “An Ecological Comparison of Spiders from Urban and Natural Habitats in California.” Hilgardia 54, no. 3 (March 1, 1986): 1–24. https://doi.org/10.3733/hilg.v54n03p031.\nGering, Robert L. “Structure and Function of the Genitalia in Some American Agelenid Spiders.” Smithsonian Miscellaneous Collections 124, no. 4 (March 17, 1953). https://openlibrary.org/books/OL6148347M/StructureandfunctionofthegenitaliainsomeAmericanagelenidspiders.\nGarcia, Erika, Charles E. Griswold, and Lauren A. Esposito. “Systematics and Evolution of Kibramoa Chamberlin 1924 (Araneae: Plectreuridae) from the California Floristic Province.” Journal of Zoological Systematics and Evolutionary Research 58, no. 1 (January 28, 2020): 114–26. https://doi.org/10.1111/jzs.12357.\nGertsch, Willis J. “The Fulva Group of the Spider Genus Steatoda (Araneae, Theridiidae).” American Museum Novitates 1982 (January 20, 1960): 1-48. https://hdl.handle.net/2246/4393.\n———. “Further Diagnoses of New American Spiders.” American Museum Novitates 852 (May 22, 1936): 1–27. https://hdl.handle.net/2246/4122.\n———. “Spiders from the Southwestern United States, with Descriptions of New Species.” American Museum Novitates 792 (April 12, 1935). https://hdl.handle.net/2246/4529.\n———. “Further Notes on American Spiders.” American Museum Novitates 726 (May 18, 1934): 1-26. https://hdl.handle.net/2246/4174.\nGertsch, Willis J., and Franklin Ennik. “The Spider Genus Loxosceles in North America, Central America, and the West Indies (Araneae, Loxoscelidae).” Bulletin of the American Museum of Natural History 175 (November 7, 1983): 264–360. https://hdl.handle.net/2246/981.\nGertsch, Willis J., and Wilton Ivie. “Descriptions of New American Spiders.” American Museum Novitates 858 (June 8, 1936). https://hdl.handle.net/2246/4113.\nGómez-Moreno, Karime G., David Chamé-Vázquez, and María Luisa Jiménez. “Contribución al Conocimiento de Las Arañas (Arachnida: Araneae) En Sonora, Noroeste de México.” Acta Zoológica Mexicana 39 (March 6, 2023): 1–16. https://doi.org/10.21829/azm.2023.3912583.\nGonzález-Trujillo, Ricardo, Miguel Mauricio Correa-Ramírez, Eduardo Ruiz-Sanchez, Emiliano Alvarez Salinas, María-Luisa Jiménez, and Francisco León. “Pleistocene Refugia and Their Effects on the Phylogeography and Genetic Structure of the Wolf Spider Pardosa sierra (Araneae: Lycosidae) on the Baja California Peninsula.” Journal of Arachnology 44, no. 3 (November 11, 2016): 367–79. https://doi.org/10.1636/r15-84.1.\nGoodnight, Clarence J. “The Genus Protolophus (Phalangida).” American Museum Novitates, no. 1157 (January 22, 1942). https://hdl.handle.net/2246/4767.\nGriswold, Charles E. “A Revision of the Jumping Spider Genus Habronattus F.O.P.-Cambridge (Araneae, Salticidae), with Phenetic and Cladistic Analyses.” The University of California Publications in Entomology 107 (January 1, 1987): 1–344. https://wsc.nmbe.ch/refincluded/6395.\nHebert, Blaine R. “The Taxonomy and Biology of the Spider Genus Hololena Chamberlin and Gertsch in Southern California,” Master's Thesis, California Sate University, Northridge, May 1990. https://scholarworks.csun.edu:443/handle/10211.3/191410.\nHeiss, John S., and Michael L. Draney. “Revision of the Nearctic Spider Genus Calymmaria (Araneae, Hahniidae).” Journal of Arachnology 32, no. 3 (December 1, 2004): 457–525. https://doi.org/10.1636/h02-12.\nHentz, Nicholas M. “Descriptions and Figures of the Araneides of the United States.” Boston Journal of Natural History 5 (1846): 189-202; 352–70. https://www.biodiversitylibrary.org/item/100572#page/395/mode/1up.\nHesselberg, Thomas, Kieran M. Boyd, John D. Styrsky, and Dumas Gálvez. “Host Plant Specificity in Web-Building Spiders.” Insects 14, no. 3 (February 24, 2023): 229. https://doi.org/10.3390/insects14030229.\nHormiga, Gustavo. “Higher Level Phylogenetics of Erigonine Spiders (Araneae, Linyphiidae, Erigoninae).” Smithsonian Contributions to Zoology, no. 609 (2000): 1–160. https://doi.org/10.5479/si.00810282.609.\nHumbel, Ellen A., Rebecca T. Kimball, and Lisa A. Taylor. “Males Respond to Substrate-Borne, Not Airborne, Female Chemical Cues in the Jumping Spider, Habronattus pyrrithrix (Araneae: Salticidae).” Journal of Arachnology 49, no. 2 (July 29, 2021). https://doi.org/10.1636/joa-s-20-055.\nIvie, Wilton. “North American Spiders of the Genus Bathyphantes (Araneae, Linyphiidae).” American Museum Novitates 2364 (1969). https://hdl.handle.net/2246/2574.\nJiménez, María-Luisa. “Araneae.” In Bioiversisdad, Taxonomía y Biogeografía de Artrópodos de México: Hacia Una Síntesis de Sus Conocimientos, edited by Jorge L. Bousquets, Alfonso N. García-Aldrete, and Erique G. Soriano, 83–101. Instituto de Biología, Universidad Nacional Autónoma de México, 1996. https://www.researchgate.net/publication/307887380_Araneae.\nJiménez, María-Luisa, and Carlos Palacios-Cardiel. “Filistatinella palaciosi Sp. Nov. (Araneidae: Filistatidae) de México.” Dugesiana 19, no. 2 (December 21, 2012): 75–78. https://biblat.unam.mx/en/revista/dugesiana/articulo/filistatinella-palaciosi-sp-nov-araneidae-filistatidae-de-mexico.\n———. “Registros Nuevos de Arañas Para El Estado de Baja California, México.” Acta Zoológica Mexicana 28, no. 3 (December 5, 2012): 649–58. https://doi.org/10.21829/azm.2012.283871.\nJiménez, María-Luisa, David Chamé-Vázquez, and Carlos Palacios-Cardiel. “New Records of Spiders (Arachnida: Araneae) from the Madrean Archipelago of Sonora, Mexico.” Pan-Pacific Entomologist 98, no. 3 (September 16, 2022). https://doi.org/10.3956/2022-98.3.196.\nJiménez, María-Luisa, and José Hidalgo Navarrete. “Fauna de Arañas Del Suelo de Una Comunidad Árida-Tropical En Baja California Sur, México” Revista Mexicana De Bioversidad 81, no. 2 (August, 2010): 417–26. https://www.researchgate.net/publication/287539936GroundsurfacespiderfaunainanaridtropicalcommunityinBajaCaliforniaSurMexico.\nJude, Ewunkem Akamu, and Kyle Agee. “Spider Parental Care and Awe-Inspiring Egg Sac (Cocoon).” International Journal of Zoology 2022 (September 29, 2022): 1–7. https://doi.org/10.1155/2022/6763306.\nLeech, Robin. “A Revision of the Nearctic Amaurobiidae (Arachnida: Araneida).” Memoirs of the Entomological Society of Canada 104, no. S84 (1972): 9–182. https://doi.org/10.4039/entm10484fv.\nLevi, Herbert W. “American Neoscona and Corrections to Previous Revisions of Neotropical Orb-Weavers (Araneae: Araneidae).” Psyche: A Journal of Entomology 99, no. 2–3 (January 1, 1992): 221–39. https://doi.org/10.1155/1992/93912.\n———. “The American Orb-Weaver Genera Dolichognatha and Tetragnatha North of Mexico (Araneae: Araneidae, Tetragnathinae).” Bulletin of the Museum of Comparative Zoology 149, no. 5 (July 21, 1981): 271–318. https://www.biodiversitylibrary.org/page/4776863#page/299/mode/1up.\n———. “American Spiders of the Genera Audifia, Euryopis, and Dipoena (Araneae: Theridiidae).” Bulletin of the Museum of Comparative Zoology at Harvard College 129 (April, 1963): 121–83. https://www.biodiversitylibrary.org/page/4269499#page/211/mode/1up.\n———. “The Spider Genera Crustulina and Steatoda in North America, Central America, and the West Indies (Araneae, Theridiidae).” Bulletin of the Museum of Comparative Zoology at Harvard College 117 (August, 1957): 365–424. https://www.biodiversitylibrary.org/page/4246321#page/431/mode/1up.\n———. “Spiders of the Genus Dipoena from America North of Mexico (Araneae, Theridiidae).” American Museum Novitates 1647 (December 20, 1953): 1-40. https://hdl.handle.net/2246/4884.\nLlandres, Ana L., and Miguel A. Rodríguez-Gironés. “Spider Movement, UV Reflectance and Size, but Not Spider Crypsis, Affect the Response of Honeybees to Australian Crab Spiders.” PLOS ONE 6, no. 2 (February 16, 2011): e17136. https://doi.org/10.1371/journal.pone.0017136.\nMaddison, Wayne, and Marshal Hedin. “Phylogeny of Habronattus Jumping Spiders (Araneae: Salticidae), with Consideration of Genital and Courtship Evolution.” Systematic Entomology 28, no. 1 (February 9, 2003): 1–22. https://doi.org/10.1046/j.1365-3113.2003.00195.x.\nMagalhaes, Ivan L.F., and Martín J. Ramírez. “The Crevice Weaver Spider Genus Kukulcania (Araneae: Filistatidae).” Bulletin of the American Museum of Natural History 2019, no. 426 (February 14, 2019): 1-151. https://doi.org/10.1206/00030090-426.1.1.\n———. “Relationships and Phylogenetic Revision of Filistatinella Spiders (Araneae : Filistatidae).” Invertebrate Systematics 31, no. 6 (October 27, 2017): 665-712. https://doi.org/10.1071/is16083.\nMaya-Morales, Julieta. “Sistemática de Las Arañas de La Familia Agelenidae (Araneae: Araneomorphae) de México.” Tesis Doctorado, Centro de Investigaciones Biológicas del Noroeste, S.C., December 2015. https://www.researchgate.net/publication/316148675SistematicadelasaranasdelafamiliaAgelenidaeAraneaeAraneomorphaedeMexico.\nMaya-Morales, Julieta, and María-Luisa Jiménez. “Revision of the Funnel-Web Spider Genus Novalena (Araneae: Agelenidae).” Zootaxa 4262, no. 1 (May 4, 2017): 1-88. https://doi.org/10.11646/zootaxa.4262.1.1.\n———. “Taxonomic Revision of the Spider Genus Rualena Chamberlin & Ivie 1942 and Description of Hoffmannilena, a New Genus from Mexico (Araneae: Agelenidae).” Zootaxa 4084, no. 1 (February 24, 2016): 1-49. https://doi.org/10.11646/zootaxa.4084.1.1.\n———. \"Rothilena (Araneae: Agelenidae), a New Genus of Funnel-Web Spiders Endemic to the Baja California Peninsula, Mexico.” Zootaxa 3718, no. 5 (October 8, 2013): 441. https://doi.org/10.11646/zootaxa.3718.5.2.\nMaya-Morales, Julieta, María-Luisa Jiménez, and Juan J. Morrone. “Track Analysis of the Funnel-Web Spiders (Araneae: Agelenidae) of Mexico.” Revista Mexicana De Biodiversidad 89, no. 2 (June 3, 2018): 530-540. https://doi.org/10.22201/ib.20078706e.2018.2.2367.\nMaya-Morales, Julieta, María-Luisa Jiménez, Gopal Murugan, and Carlos Palacios-Cardiel. “Four New Genera of Funnel-Web Spiders (Araneae: Agelenidae) from the Baja California Peninsula in Mexico.” Journal of Arachnology 45, no. 1 (March 27, 2017): 30–66. https://doi.org/10.1636/joa-s-16-024.1.\nMcCook, Henry C. “American Spiders and Their Spinningwork. A Natural History of the Orbweaving Spiders of the United States, with Special Regard to Their Industry and Habits.” Academy of Natural Sciences of Philadelphia (1893). https://doi.org/10.5962/bhl.title.2681.\n———. “Descriptive Notes of New American Species of Orbweaving Spiders.” Proceedings of the Academy of Natural Sciences of Philadelphia 40 (1888): 193–99. https://www.biodiversitylibrary.org/page/1963564#page/203/mode/1up.\nMoen, Claire, Julie E. Johnson, and Jennifer Hackney Price. “Ecdysteroid Responses to Urban Heat Island Conditions during Development of the Western Black Widow Spider (Latrodectus hesperus).” PLOS ONE 17, no. 4 (April 28, 2022): e0267398. https://doi.org/10.1371/journal.pone.0267398.\nMontgomery, Thomas Harrison. Descriptions of North American Araneae of the Families Lycosidae and Pisauridae, 1904. https://books.google.com/books?hl=en&lr=&id=KH85AQAAMAAJ&oi=fnd&pg=PA259&ots=JE8pjH10Sg&sig=GVFIkT0B2adKBqFYgQ73LMgEKQ0#v=onepage&q&f=false.\nNolasco, Samuel, and Alejandro Valdez-Mondragón. “On the Daddy Long-Legs Spiders of the Genus Physocyclus (Araneae: Pholcidae) from Mexico: Description of a New Species from the Baja California Peninsula.” Revista Mexicana De Biodiversidad 91, no. 1 (August 21, 2020): 1-7. https://doi.org/10.22201/ib.20078706e.2020.91.3316.\nPaquin, Pierre, and Nadine Dupérré. “The Spiders of Québec: Update, Additions and Corrections.” Zootaxa 1133, no. 1 (February 23, 2006): 1. https://doi.org/10.11646/zootaxa.1133.1.1.\nPeattie, Anne M., Jan-Henning Dirks, Sérgio Henriques, and Walter Federle. “Arachnids Secrete a Fluid over Their Adhesive Pads.” PLOS ONE 6, no. 5 (May 26, 2011): e20485. https://doi.org/10.1371/journal.pone.0020485.\nPekár, Stano, Martina Martišová, and Trine Bilde. “Intersexual Trophic Niche Partitioning in an Ant-Eating Spider (Araneae: Zodariidae).” PLOS ONE 6, no. 1 (January 27, 2011): e14603. https://doi.org/10.1371/journal.pone.0014603.\nPeckham, George W., and Elizabeth G. Peckham. “Attidae of North America.” Transactions of the Wisconsin Academy of Sciences, Arts, and Letters 7 (1888): 1–104. https://www.biodiversitylibrary.org/item/98533#page/411/mode/1up.\n———. “Description of New or Little Known Spiders of the Family Attidae From Various Parts of the United States of North America.” 1883, 1–35. https://doi.org/10.5962/bhl.title.136491.\nPiacentini, Luis N., and Martín J. Ramírez. “Hunting the Wolf: A Molecular Phylogeny of the Wolf Spiders (Araneae, Lycosidae).” Molecular Phylogenetics and Evolution 136 (April 4, 2019): 227–240. https://doi.org/10.1016/j.ympev.2019.04.004.\nPlatnick, Norman I., and John Murphy. “A Revision of the Spider Genera Trachyzelotes and Urozelotes (Araneae, Gnaphosidae).” American Museum Novitates 2792 (August 13, 1984): 1–30. https://digitallibrary.amnh.org/handle/2246/3525.\nPlatnick, Norman, I, and Darrell Ubick. “A Revision of the Endemic Californian Spider Genus Titiotus Simon (Araneae, Tengellidae).” American Museum Novitates 3608 (April 9, 2008). https://hdl.handle.net/2246/5905.\n———. “A Revision of the North American Spider Genus Anachemmis Chamberlin (Araneae, Tengellidae).” American Museum Novitates 3477 (May 11, 2005). https://hdl.handle.net/2246/2787.\n———. “A Revision of the North American Spiders of the New Genus Socalchemmis (Araneae, Tengellidae).” American Museum Novitates 3339 (June 22, 2001). https://hdl.handle.net/2246/2892.\nPolotow, Daniele, Anthea Carmichael, and Charles E. Griswold. “Total Evidence Analysis of the Phylogenetic Relationships of Lycosoidea Spiders (Araneae, Entelegynae).” Invertebrate Systematics 29, no. 2 (June 11, 2015): 124. https://doi.org/10.1071/is14041.\nQuesada-Hidalgo, Rosannette, William G. Eberhard, and Gilbert Barrantes. “Complex Behavioral Plasticity Is Not Reduced in Spiderlings with Miniature Brains.” PLOS ONE 16, no. 6 (June 16, 2021): e0251919. https://doi.org/10.1371/journal.pone.0251919.\nRivera-Quiroz, Francisco Andres, Menno Schilthuizen, Booppa Petcharad, and Jeremy A. Miller. “Imperfect and Askew: A Review of Asymmetric Genitalia in Araneomorph Spiders (Araneae: Araneomorphae).” PLOS ONE 15, no. 6 (June 15, 2020): e0220354. https://doi.org/10.1371/journal.pone.0220354.\nRoth, Vincent D. “The Spider Genus Tegenaria in the Western Hemisphere (Agelenidae).” American Museum Novitates 2323 (June 19, 1968). https://hdl.handle.net/2246/2533.\n———. “Taxonomic Changes in the Agelenidae (Arachnida).” Pan-Pacific Entomologist 32 (October 1956): 175–80. https://wsc.nmbe.ch/refincluded/3201.\nRoth, Vincent D., and Paul Brame. “Nearctic Genera of the Spider Family Agelenidae (Arachnida, Araneida).” American Museum Novitates 2505 (1972): 1–52. https://hdl.handle.net/2246/2712.\nSaaristo, Michael Ilmari, and Andrei V. Tanasevitch. “Redelimitation of the Subfamily Micronetinae Hull, 1920 and the Genus Lepthyphantes Menge, 1866 with Descriptions of Some New Genera (Aranei, Linyphiidae).” Berichte Des Naturwissenschaftlich-Medizinischen Vereins in Innsbruck 83 (October, 1996): 163–86. http://www.zobodat.at/pdf/BERI830163-0186.pdf.\nSaupe, Erin E., Monica Papeş, Paul A. Selden, and Richard S. Vetter. “Tracking a Medically Important Spider: Climate Change, Ecological Niche Modeling, and the Brown Recluse (Loxosceles reclusa).” PLOS ONE 6, no. 3 (March 25, 2011): e17731. https://doi.org/10.1371/journal.pone.0017731.\nSchick, Robert X. “The Crab Spiders of California (Araneida, Thomisidae).” Bulletin of the American Museum of Natural History 129, no. 1 (1965): 1–180. https://hdl.handle.net/2246/1114.\nSalceda, Beatriz, César Gabriel Durán-Barrón, Magaly G Landa Flores, and Ma Ruth Sandoval-Espinosa. “Un Tuerto En La Familia: Anomalía Ocular En Zorocrates Sp. (Araneae: Zoropsidae) En México.” Revista Ibérica De Aracnología 42 (June 27, 2023): 259–60. https://www.researchgate.net/publication/371902053UntuertoenlafamiliaAnomaliaocularenZorocratesspAraneaeZoropsidaeenMexico.\nSilva-Dávila, Diana. “Higher-Level Relationships of the Spider Family Ctenidae (Araneae: Ctenoidea).” Bulletin of the American Museum of Natural History 274 (February 6, 2003): 1–86. https://doi.org/10.1206/0003-0090(2003)2742.0.CO;22742.0.CO;2).\nSpagna, Joseph C., Edgar A. Valdivia, and Vivin Mohan. “Gait Characteristics of Two Fast-Running Spider Species (Hololena adnexa and Hololena curta), Including an Aerial Phase (Araneae: Agelenidae).” Journal of Arachnology 39, no. 1 (June 22, 2011): 84–91. https://doi.org/10.1636/b10-45.1.\nStarrett, James, Ashley Bui, Rowan H. McGinley, Eileen A. Hebets, and Jason E. Bond. “Phylogenomic Variation at the Population-Species Interface and Assessment of Gigantism in a Model Wolf Spider Genus (Lycosidae, Schizocosa).” Insect Systematics and Diversity 5, no. 5 (September 1, 2021): 1-13. https://doi.org/10.1093/isd/ixab016.\nStarrett, James, Rowan H. McGinley, Eileen A. Hebets, and Jason E. Bond. “Phylogeny and Secondary Sexual Trait Evolution in Schizocosa Wolf Spiders (Araneae, Lycosidae) Shows Evidence for Multiple Gains and Losses of Ornamentation and Species Delimitation Uncertainty.” Molecular Phylogenetics and Evolution 169 (April, 2022): 1-38. https://doi.org/10.1016/j.ympev.2022.107397.\nSuttle, K. Blake. “Burrow Use in a Northern California Population of the Wolf Spider Schizocosa mccooki (Araneae, Lycosidae).” The Journal of Arachnology 31, no. 3 (December 1, 2003): 433–436. https://doi.org/10.1636/0161-8202(2003)031.\nTanaka, Hozumi. “Japanese Wolf Spiders of the Pirata, with Descriptions of Five New Species (Araneae: Lycosidae).” Acta Arachnologica 26, no. 1 (1974): 22–45. https://doi.org/10.2476/asjaa.26.22.\n———. “Lycosid Spiders of Japan I. The Genus Pirata Sundevall.” Acta Arachnologica 36, no. 1 (1988): 33–77. https://doi.org/10.2476/asjaa.36.33.\n———. “Lycosid Spiders of Japan II. The Genus Trochosa C.L. Koch.” Acta Arachnologica 36, no. 2 (1988): 93–113. https://doi.org/10.2476/asjaa.36.93.\n———. “Lycosid Spiders of Japan III. The Genus Lycosa Latreille.” Sonoda Women’s College Studies 24 (1990): 193–213. https://wsc.nmbe.ch/refincluded/6967.\n———. “Lycosid Spiders of Japan IV. The Genus Tricca Simon.” Acta Arachnologica 39, no. 1 (June 30, 1990). https://doi.org/10.2476/asjaa.39.21.\n———. “Lycosid Spiders of Japan V. The Genus Hygrolycosa Dahl.” Bulletin of the Biogeographical Society of Japan 45, no. 20 (December 20, 1990): 289–316. https://wsc.nmbe.ch/refincluded/6970.\n———. “Lycosid Spiders of Japan VI. The Genus Xerolycosa Dahl.” Acta Arachnologica 39, no. 2 (December 25, 1990): 45–50. https://doi.org/10.2476/asjaa.39.45.\n———. “Lycosid Spiders of Japan VII. The Genus Arctosa C.L. Koch.” Sonoda Women’s College Studies 25 (1991): 289–316. https://wsc.nmbe.ch/refincluded/7152.\n———. “Lycosid Spiders of Japan VIII. The Genus Alopecosa Simon.” Sonoda Women’s College Studies 26 (1992): 315–40. https://wsc.nmbe.ch/refincluded/7394.\n———. “Lycosid Spiders of Japan IX. The Genus Pardosa C.L. Koch — amentata-group.” Sonoda Women’s College Studies 27 (1993): 261–318. https://wsc.nmbe.ch/refincluded/7609.\n———. “Lycosid Spiders of Japan X. The Genus Pardosa C.L. Koch — monticola-group.” Bulletin of the Biogeographical Society of Japan 48, no. 1 (July 31, 1993): 9–16. https://wsc.nmbe.ch/refincluded/7610.\n———. “Lycosid Spiders of Japan XI. The Genus Pardosa C.L. Koch — paludicola-group.” Acta Arachnologica 42, no. 2 (December 23, 1993): 159–71. https://doi.org/10.2476/asjaa.42.159.\n———. “Lycosid Spiders of Japan XII. The Genus Pardosa C.L. Koch — pullata-group and P. lyrivulva.” Acta Arachnologica 42, no. 2 (December 23, 1993): 173–80. https://doi.org/10.2476/asjaa.42.173.\nTaylor, Lisa A., Emily B. Maier, Kevin Byrne, Zarreen Amin, and Nathan I. Morehouse. “Colour Use by Tiny Predators: Jumping Spiders Show Colour Biases during Foraging.” Animal Behaviour 90 (April 1, 2014): 149–57. https://doi.org/10.1016/j.anbehav.2014.01.025.\nTaylor, Lisa A., and Kevin J. McGraw. “Male Ornamental Coloration Improves Courtship Success in a Jumping Spider, but Only in the Sun.” Behavioral Ecology 24, no. 4 (February 21, 2013): 955–67. https://doi.org/10.1093/beheco/art011.\nTyagi, Kaomud, Inderjeet Tyagi, and Vikas Kumar. “Interspecific Variation and Functional Traits of the Gut Microbiome in Spiders from the Wild: The Largest Effort so Far.” PLOS ONE 16, no. 7 (July 21, 2021): e0251790. https://doi.org/10.1371/journal.pone.0251790.\nValle, Stephen K, Cynthia Bingham Keiser, Leonard S. Vincent, and Richard S. Vetter. “A South American Spider, Falconina gracilis (Keyserling 1891) (Araneae: Corinnidae), Newly Established in Southern California.” Pan-Pacific Entomologist 89, no. 4 (October 1, 2013): 259–63. https://doi.org/10.3956/2013-23.1.\nVogel, Beatrice R. “A Review of the Spider Genera Pardosa and Acantholycosa (Araneae, Lycosidae) of the 48 Contiguous United States.” Journal of Arachnology 32, no. 1 (April 1, 2004): 55–108. https://doi.org/10.1636/h03-8.\n———. “Taxonomy and Morphology of the Sternalis and Falcifera Species Groups of Pardosa (Araneida: Lycosidae).” Armadillo Papers 3 (June 19, 1970): 1–31. https://wsc.nmbe.ch/refincluded/4177.\nWhitman-Zai, Julie, Maren Francis, Margaret Geick, and Paula E. Cushing. “Revision and Morphological Phylogenetic Analysis of the Funnel Web Spider Genus Agelenopsis (Araneae: Agelenidae).” Journal of Arachnology 43, no. 1 (March 3, 2015): 1–25. https://doi.org/10.1636/k14-35.1.\nXiao, Yonghong, Alenka Zunic-Kosi, Long-Wa Zhang, Thomas R. Prentice, J. Steven McElfresh, Satya P. Chinta, Yunfan Zou, and Jocelyn G. Millar. “Male Adaptations to Minimize Sexual Cannibalism during Reproduction in the Funnel-Web Spider Hololena curta.” Insect Science 22, (November 30, 2015): 840-852. https://doi.org/10.1111/1744-7917.12243.\nZonstein, Sergei, and Yuri M. Marusik. “A Revision of the Spider Genus Filistata (Araneae: Filistatidae).” Arachnology 18, no. 2 (August 5, 2019): 53. https://doi.org/10.13156/arac.2018.18.2.53.\nZurek, Daniel B., Thomas W. Cronin, Lisa A. Taylor, Kevin Byrne, Mara Sullivan, and Nathan I. Morehouse. “Spectral Filtering Enables Trichromatic Vision in Colorful Jumping Spiders.” Current Biology 25, no. 10 (May 18, 2015): R403–4. https://doi.org/10.1016/j.cub.2015.03.033.\n\nKQED: Deep Look\nCassidy, Josh. \"Meet the Dust Mites, Tiny Roommates That Feast on Your Skin.\" Deep Look, April 5, 2016. https://www.kqed.org/science/607105/meet-the-dust-mites-tiny-roommates-that-feast-on-your-skin.\n———. \"These Face Mites Really Grow on You.\" Deep Look, May 21, 2019. https://www.kqed.org/science/1941506/these-face-mites-really-grow-on-you.\n———. \"These Mites Rain Down To Save Your Strawberries.\" January 26, 2021. https://www.kqed.org/science/1972295/these-mites-rain-down-to-save-your-strawberries.\n———. \"Turret Spiders Launch Sneak Attacks From Tiny Towers.\" Deep Look, January 15, 2019. https://www.kqed.org/science/1936465/turret-spiders-launch-sneak-attacks-from-tiny-towers.\nKennerson, Elliott. \"Daddy Longlegs Risk Life ... and Especially Limb ... to Survive.\" Deep Look, August 22, 2017. https://www.kqed.org/science/1914209/daddy-longlegs-risk-life-and-especially-limb-to-survive.\n———. \"For These Tiny Spiders, It's Sing or Get Served.\" Deep Look, October 4, 2016. https://www.kqed.org/science/1027372/for-these-tiny-spiders-its-sing-or-get-served.\n———. \"Tarantulas Take Hooking Up to the Next Level.\" Deep Look, November 5, 2019. https://www.kqed.org/science/1950117/tarantulas-take-hooking-up-to-the-next-level.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"Daddy Longlegs Risk Life ... and Especially Limb ... to Survive | Deep Look.\" Video, YouTube, August 22, 2017. https://youtu.be/tjDmH8zhp6o.\n   ———. \"For These Tiny Spiders, It's Sing or Get Served | Deep Look.\" Video, YouTube, October 4, 2016. https://youtu.be/y7qMqAgCqME.\n   ———. \"How Ticks Dig In With a Mouth Full of Hooks | Deep Look.\" Video, YouTube, March 20, 2018. https://youtu.be/IoOJu2FKE.\n   ———. \"Is a Spider's Web a Part of Its Mind? | Deep Look.\" Video, YouTube, September 21, 2020. https://youtu.be/rpwkgMX4IlQ.\n   ———. \"Meet the Dust Mites, Tiny Roommates That Feast On Your Skin | Deep Look.\" Video, YouTube, April 5, 2016. https://youtu.be/ACrLMtPyRM0.\n   ———. \"Scorpions Are Predators With a Sensitive Side | Deep Look.\" Video, YouTube, May 4, 2021. https://youtu.be/3jtm9BdnE1U.\n   ———. \"Tarantulas Take Hooking Up to the Next Level | Deep Look.\" Video, YouTube, November 5, 2019. https://youtu.be/5gOKd4cqFaY.\n   ———. \"These Face Mites Really Grow on You | Deep Look.\" Video, YouTube, May 21, 2019. https://youtu.be/YW2eGaUzq7E.\n   ———. \"These Mites Rain Down To Save Your Strawberries | Deep Look.\" Video, YouTube, January 26, 2021. https://youtu.be/Q1XFi9r3dIE.\n   ———. \"Turret Spiders Launch Sneak Attacks From Tiny Towers | Deep Look.\" Video, YouTube, January 15, 2019. https://youtu.be/9bEjYunwByw.\n   ———. \"Why the Male Black Widow is a Real Home Wrecker | Deep Look.\" Video, YouTube, January 9, 2018. https://youtu.be/NpJNeGqExrc.\nKusmer, Anna, and Elliott Kennerson. \"Why the Male Black Widow is a Real Home Wrecker.\" Deep Look, January 9, 2018. https://www.kqed.org/science/1917913/why-the-male-black-widow-spider-is-a-real-home-wrecker.\nQuirós, Gabriela. \"How Ticks Dig In With a Mouth Full of Hooks.\" May 20, 2018. https://www.kqed.org/science/1920972/how-ticks-dig-in-with-a-mouth-full-of-hooks.\nSeely, Mike. \"Is a Spider's Web a Part of Its Mind?\" Deep Look, September 21, 2020. https://www.kqed.org/science/1969661/is-a-spiders-web-a-part-of-its-mind.\n———. \"Scorpions Are Predators With a Sensitive Side.\" Deep Look, May 4, 2021. https://www.kqed.org/science/1974305/scorpions-are-predators-with-a-sensitive-side.\n\nUniversity of California, Agriculture and Natural Resources\n\"Common Garden Spiders.\" University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, June, 2023. https://ipm.ucanr.edu/QT/commongardenspiderscard.html.\nGodfrey, Larry D. “Spider Mites: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, December 2011. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7405.html.\nMiller, W. Sean, J. H. Connell, W. H. Olson, and R. A. Criley. “Sixspotted Spider Mite on Plumeria: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, October 2007. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74141.html.\nNatwick, Eric T. “Scorpions: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, December 2011. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74110.html.\nPerry, Ed J. “Windscorpion: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, May 2010. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7495.html.\nVetter, Richard S. “Spiders: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, October 2020. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7442.html.\n———. “Widow Spiders and Their Relatives: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, March 2017. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74149.html.\nVetter, Richard S., and Darrell Ubick. “Zoropsis spinimana, A Mediterranean Spider In California: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, June 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74143.html.\n\nOther\nCrawford, Rob. “Spider Collector’s Journal.” Scarabs: The Bug Society, 2005-2023. https://crawford.tardigrade.net/journal/index.html.\nFrisk, August. \"Allocosa subparva.\" iNaturalist, August 23, 2022. https://www.inaturalist.org/observations/132111058.\nHebert, Blaine R., and Jan K. “Corner Funnel Weaver (Hololena curta),” Notes and Comments, iNaturalist, November 29, 2017. https://www.inaturalist.org/observations/10557923#activityidentification93d59d84-b37d-48e0-a161-988224bdec58.\nKimlov, Pavel, and Barry OConnor. “Genetic Study of House Dust Mites Demonstrates Reversible Evolution.” University of Michigan News, March 8, 2013. https://news.umich.edu/genetic-study-of-house-dust-mites-demonstrates-reversible-evolution/.\nMatsumoto, Ron. “Corner Funnel Weaver (Hololena curta),” Notes and Comments, iNaturalist, September 2018. https://www.inaturalist.org/observations/16376037#activitycomment1e72aa8d-33fd-48b7-a87a-76182afff9be.\nMinus, Ashley. \"Latrodectus hesperus.\" Animal Diversity Web, 2001. https://animaldiversity.org/accounts/Latrodectus_hesperus/.\nNatural History Museums of Los Angeles County. “Spider Survey.” Natural History Museum. https://nhm.org/community-science-nhm/spider-survey.\nSan Diego Natural History Museum, and Jim Berrian. “Checklist of Spiders of San Diego County.” The Nat, December 20, 2014. https://www.sdnhm.org/science/entomology/projects/checklist-of-spiders-of-san-diego-county/.\nSanchez, Diana, Blaine R. Hebert, and Cobalt18. “Corner Funnel Weaver (Hololena curta),” Notes and Comments, iNaturalist, February 9, 2020. https://www.inaturalist.org/observations/38481407#activityidentification5f0706db-298e-4c79-80c0-87197a402192.\nSpagna, Joseph C., and James M. Bryant. “Corner Funnel Weaver (Hololena Curta),” Notes and Comments, iNaturalist, August 5, 2015. https://www.inaturalist.org/observations/1837813#activityidentification90e6c3cd-d94c-47ff-bc9c-7e66a31dcd6c.\n“Spiders of California.” Steve Lew, January 4, 2004. https://www.ocf.berkeley.edu/~stevelew/soc.html.\nUeda, Ken-ichi, and Marshal Hedin. \"(Not) Callobius.\" Notes and Comments, Flickr, August 30, 2009. https://www.flickr.com/photos/ken-ichi/3871589099.\n“World Spider Catalog,” Natural History Museum Bern. https://wsc.nmbe.ch/.\n   Dunlop, Jason A., David Penney, and Denise Jekel. “A Summary List of Fossil Spiders and Their Relatives.” World Spider Catalog, April 1, 2023. https://wsc.nmbe.ch/resources/fossils/Fossils23.5.pdf.","wordCount":4551,"tags":[],"type":"Content"},{"name":"Insects and Other Hexapods","description":"","owner":"","path":"/documentation/Arthropods/02_entomology","text":"\nReferences\n\nBooks\nEbeling, Walter. “Urban Entomology.” University of California Riverside, 1975. https://entomology.ucr.edu/ebeling.\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nLeBuhn, Gretchen, and Noel B. Pugh. Field Guide to the Common Bees of California: Including Bees of the Western United States. University of California Press, 2013.\nPowell, Jerry A., and Paul A. Opler. Moths of Western North America. University of California Press, 2009.\nPyle, Robert Michael, and Caitlin C. LaBar. Butterflies of the Pacific Northwest. Timber Press, 2018.\nRusso, Ronald A. Field Guide to Plant Galls of California and Other Western States. University of California Press, 2007.\n———. Plant Galls of the Western United States. Princeton University Press, 2021.\nShapiro, Arthur M., and Timothy D. Manolis. Field Guide to Butterflies of the San Francisco Bay and Sacramento Valley Regions. University of California Press, 2007.\nWill, Kip, Joyce Gross, Daniel Rubinoff, and Jerry Powell. Field Guide to California Insects, Second Edition. University of California Press, 2020.\n\nBugGuide\nBalaban, John, Jane Balaban, Hartmut Wisch, and Mike Quinn. \"Species Sympetrum corruptum - Variegated Meadowhawk.\" BugGuide, May 21, 2016. https://bugguide.net/node/view/6538.\nBoone, Mike, Patrick Coin, Eric R. Eaton, and David Ferguson. “Species Trimerotropis Pallidipennis - Pallid-Winged Grasshopper.” BugGuide, October 21, 2013. https://bugguide.net/node/view/33991.\nBüche, Boris, and V. Belov. \"Genus Coniontis.\" BugGuide, December 16, 2018. https://bugguide.net/node/view/101007.\n“BugGuide.” Iowa State University, 2003. https://bugguide.net/.\n   BugGuide Contributors. \"Boisea rubrolineata, egg.\" BugGuide, 2003-2023. https://bugguide.net/adv_search/bgsearch.php?taxon=15578&description=Egg.\n   ———. \"Stagmomantis limbata, egg case.\" BugGuide, 2003-2023. https://bugguide.net/adv_search/bgsearch.php?taxon=149885&description=Egg.\n   ———. \"Stagmomantis limbata, ootheca.\" BugGuide, 2003-2023. https://bugguide.net/adv_search/bgsearch.php?taxon=149885&description=Ootheca.\nCoin, Patrick, Robin McLeod, Phillip Harpootlian, Jay Barnes, Chuch Entz, Mike Quinn, Peter Messer, and V. Belov. \"Genus Scarites.\" BugGuide, July 18, 2023. https://bugguide.net/node/view/2990.\nDiTerlizzi, Tony, Patrick Coin, Beatriz Moisset, V. Belov, and Arturo Santos. \"Genus Stagmomantis.\" BugGuide, February 7, 2022. https://bugguide.net/node/view/4820.\nElliott, Lynette, Hannah Nendick-Mason, Beatriz Moisset, Robin McLeod, Mike Quinn, David Ferguson, and V. Belov. \"Species Boisea rubrolineata - Western Boxelder Bug.\" BugGuide, March 3, 2023. https://bugguide.net/node/view/15578.\nMcLeod, Robin, Hannah Nendick-Mason, Mike Quinn, and V. Belov. \"Species Oligotoma nigra - Black Webspinner.\" BugGuide, November 15, 2020. https://bugguide.net/node/view/35629.\nMcLeod, Robin, Lynette Elliot, and Jonathon Hoskins. \"Species Spodoptera praefica - Western Yellow-striped Armyworm Moth - Hodges#9667.\" BugGuide, March 29, 2023. https://bugguide.net/node/view/78952.\nMcLeod, Robin, and Randy Hardy. \"Species Digrammia excurvata - Hodges#6363.\" BugGuide, September 18, 2017. https://bugguide.net/node/view/346607.\n\nButterflies and Moths of North America\n\"Butterflies and Moths of North America.\" Metalmark Web and Data. https://www.butterfliesandmoths.org/.\n   Metalmark Web and Data. \"Western Yellowstriped Armyworm Spodoptera praefica (Grote, 1875).\" Butterflies and Moths of North America. https://www.butterfliesandmoths.org/species/Spodoptera-praefica.\n\nJournal Articles\nAbbot, Patrick, and James H. Withgott. “Phylogenetic and Molecular Evidence for Allochronic Speciation in Gall-Forming Aphids (Pemphigus).” Evolution 58, no. 3 (March 2004): 539–53. https://doi.org/10.1111/j.0014-3820.2004.tb01677.x.\nAnderson, Kris. “Praying Mantises of the United States and Canada.” ResearchGate, January 2019. https://www.researchgate.net/publication/361092408AndersonK2019PrayingMantisesoftheUnitedStatesandCanada2nd_Ed.\nAshmead, William H. “Descriptions of New Cynipidous Galls and Gall-Wasps in the United States National Museum.” Proceedings of the United States National Museum 19, no. 1102 (December 31, 1895): 113–36. https://doi.org/10.5479/si.00963801.19-1102.113.\nBertone, Matthew A., Misha Leong, Keith M. Bayless, Tara L.F. Malow, Robert R. Dunn, and Michelle Trautwein. “Arthropods of the Great Indoors: Characterizing Diversity inside Urban and Suburban Homes.” PeerJ 4 (January 19, 2016): e1582. https://doi.org/10.7717/peerj.1582.\nBlaisdell, Frank E. “Facts Determined by Rearing Species of Coniontis (Coleoptera: Tenebrionidae).” Entomological News 46 (December 31, 1934): 119–23. https://www.biodiversitylibrary.org/part/253621.\nBrooks, Stephen J. “A Taxonomic Review of the Common Green Lacewing Genus Chrysoperla.” Bulletin of the Natural History Museum 63, no. 2 (November 24, 1994): 137–210. https://www.biodiversitylibrary.org/page/40998400#page/3/mode/1up.\nBrooks, Stephen J., and P. C. Barnard. “The Green Lacewings of the World: A Generic Review (Neuroptera: Chrysopidae).” Bulletin of the British Museum of Natural History 59, no. 2 (September 27, 1990): 117–286. https://lacewing.tamu.edu/neuropterida/neur_bibliography/edoc12/brooks1990ref6991s-6836.pdf.\nBurford, Benjamin P., Gail Lee, Daniel Friedman, Esmé Brachmann, Rebia Khan, Dylan MacArthur-Waltz, Aidan D. McCarty, and Deborah M. Gordon. “Foraging Behavior and Locomotion of the Invasive Argentine Ant from Winter Aggregations.” PLOS ONE 13, no. 8 (August 9, 2018): e0202117. https://doi.org/10.1371/journal.pone.0202117.\nChandrasekhar, Arjun, Deborah M. Gordon, and Saket Navlakha. “A Distributed Algorithm to Maintain and Repair the Trail Networks of Arboreal Ants.” Scientific Reports 8, no. 1 (June 18, 2018). https://doi.org/10.1038/s41598-018-27160-3.\nChandrasekhar, Arjun, James A. R. Marshall, Cortnea Austin, Saket Navlakha, and Deborah M. Gordon. “Better Tired than Lost: Turtle Ant Trail Networks Favor Coherence over Short Edges.” PLOS Computational Biology 17, no. 10 (October 21, 2021): e1009523. https://doi.org/10.1371/journal.pcbi.1009523.\nChoo, Young-Moo, Garrison K. Buss, Kaiming Tan, and Walter S. Leal. “Multitasking Roles of Mosquito Labrum in Oviposition and Blood Feeding.” Frontiers in Physiology 6 (October 29, 2015). https://doi.org/10.3389/fphys.2015.00306.\nChoumet, Valérie, Tarik Attout, Loïc Chartier, Huot Khun, Jean Sautereau, A. Robbe-Vincent, Paul T. Brey, Michel Huerre, and O. Bain. “Visualizing Non Infectious and Infectious Anopheles gambiae Blood Feedings in Naive and Saliva-Immunized Mice.” PLOS ONE 7, no. 12 (December 13, 2012): e50464. https://doi.org/10.1371/journal.pone.0050464.\nCooper, William R., and Constantin Rieske. “A Native and an Introduced Parasitoid Utilize an Exotic Gall-Maker Host.” Biocontrol 56, no. 5 (March 17, 2011): 725–34. https://doi.org/10.1007/s10526-011-9350-1.\nCountryman, Stefanie, Martin C. Stumpe, Sam Crow, Frederick R. Adler, Michael Greene, Merav Vonshak, and Deborah M. Gordon. “Collective Search by Ants in Microgravity.” Frontiers in Ecology and Evolution, March 30, 2015. https://doi.org/10.3389/fevo.2015.00025.\nCouper, Lisa I., Nathan J. Sanders, Nicole E. Heller, and Deborah M. Gordon. “Multiyear Drought Exacerbates Long‐term Effects of Climate on an Invasive Ant Species.” Ecology 102, no. 10 (September 2, 2021). https://doi.org/10.1002/ecy.3476.\nDas, Biplabendu, and Deborah M. Gordon. “Biological Rhythms and Task Allocation in Ant Colonies.” Current Opinion in Insect Science 58 (August, 2023): 101062. https://doi.org/10.1016/j.cois.2023.101062.\nDavidson, Jacob D., and Deborah M. Gordon. “Spatial Organization and Interactions of Harvester Ants during Foraging Activity.” Journal of the Royal Society Interface 14, no. 135 (October 4, 2017): 20170413. https://doi.org/10.1098/rsif.2017.0413.\nDavidson, Jacob D., Roxana P. Arauco-Aliaga, Sam P. Crow, Deborah M. Gordon, and Mark S. Goldman. “Effect of Interactions between Harvester Ants on Forager Decisions.” Frontiers in Ecology and Evolution 4 (October 5, 2016). https://doi.org/10.3389/fevo.2016.00115.\nDosmann, Andy, Nassim Bahet, and Deborah M. Gordon. “Experimental Modulation of External Microbiome Affects Nestmate Recognition in Harvester Ants (Pogonomyrmex barbatus).” PeerJ 4 (January 25, 2016): e1566. https://doi.org/10.7717/peerj.1566.\nEsponda, Fernando, and Deborah M. Gordon. “Distributed Nestmate Recognition in Ants.” Proceedings of the Royal Society B: Biological Sciences 282, no. 1806 (May 7, 2015): 20142838. https://doi.org/10.1098/rspb.2014.2838.\nFitzgerald, Katherine, and Deborah M. Gordon. “Effects of Vegetation Cover, Presence of a Native Ant Species, and Human Disturbance on Colonization by Argentine Ants.” Conservation Biology 26, no. 3 (April 25, 2012): 525–38. https://doi.org/10.1111/j.1523-1739.2012.01836.x.\nFitzgerald, Katherine, Nicole E. Heller, and Deborah M. Gordon. “Modeling the Spread of the Argentine Ant into Natural Areas: Habitat Suitability and Spread from Neighboring Sites.” Ecological Modelling 247 (December 1, 2012): 262–72. https://doi.org/10.1016/j.ecolmodel.2012.07.036.\nFlanagan, Tatiana Paz, Noa Pinter-Wollman, Melanie E. Moses, and Deborah M. Gordon. “Fast and Flexible: Argentine Ants Recruit from Nearby Trails.” PLOS ONE 8, no. 8 (August 14, 2013): e70888. https://doi.org/10.1371/journal.pone.0070888.\nFrederickson, Megan E., and Deborah M. Gordon. “The Intertwined Population Biology of Two Amazonian Myrmecophytes and Their Symbiotic Ants.” Ecology 90, no. 6 (June 1, 2009): 1595–1607. https://doi.org/10.1890/08-0010.1.\nFriedman, Daniel, Anna Pilko, Dorota Skowronska-Krawczyk, Karolina Krasinska, Jacqueline W. Parker, Jay Hirsh, and Deborah M. Gordon. “The Role of Dopamine in the Collective Regulation of Foraging in Harvester Ants.” iScience 8 (September 27, 2018): 283–94. https://doi.org/10.1016/j.isci.2018.09.001.\nFriedman, Daniel, and Deborah M. Gordon. “Ant Genetics: Reproductive Physiology, Worker Morphology, and Behavior.” Annual Review of Neuroscience 39, no. 1 (July 8, 2016): 41–56. https://doi.org/10.1146/annurev-neuro-070815-013927.\nFriedman, Daniel, Michael Greene, and Deborah M. Gordon. “The Physiology of Forager Hydration and Variation among Harvester Ant (Pogonomyrmex barbatus) Colonies in Collective Foraging Behavior.” Scientific Reports 9, no. 1 (March 26, 2019). https://doi.org/10.1038/s41598-019-41586-3.\nFriedman, Daniel, Ryan A. York, Austin T. Hilliard, and Deborah M. Gordon. “Gene Expression Variation in the Brains of Harvester Ant Foragers Is Associated with Collective Behavior.” Communications Biology 3, no. 1 (March 5, 2020). https://doi.org/10.1038/s42003-020-0813-8.\nGarg, Shivam, Kirankumar Shiragur, Deborah M. Gordon, and Moses Charikar. “Distributed Algorithms from Arboreal Ants for the Shortest Path Problem.” Proceedings of the National Academy of Sciences 120, no. 6 (January 30, 2023). https://doi.org/10.1073/pnas.2207959120.\nGordon, Deborah M. Ant Encounters: Interaction Networks and Colony Behavior. Princeton University Press, 2010.\n———. Ants at Work: How an Insect Society Is Organized. W. W. Norton & Company, 2000.\n———. “Collective Behavior in Relation with Changing Environments: Dynamics, Modularity, and Agency.” Evolution & Development, May 15, 2023. https://doi.org/10.1111/ede.12439.\n———. “From Division of Labor to the Collective Behavior of Social Insects.” Behavioral Ecology and Sociobiology 70, no. 7 (December 2, 2015): 1101–8. https://doi.org/10.1007/s00265-015-2045-3.\n———. “The Dynamics of Foraging Trails in the Tropical Arboreal Ant Cephalotes goniodontus.” PLOS ONE 7, no. 11 (November 28, 2012): e50472. https://doi.org/10.1371/journal.pone.0050472.\n———. “The Ecology of Collective Behavior.” PLoS Biology 12, no. 3 (March 11, 2014): e1001805. https://doi.org/10.1371/journal.pbio.1001805.\n———. “The Ecology of Collective Behavior in Ants.” Annual Review of Entomology 64, no. 1 (January 7, 2019): 35–50. https://doi.org/10.1146/annurev-ento-011118-111923.\n———. “The Evolution of the Algorithms for Collective Behavior.” Cell Systems 3, no. 6 (December 2016): 514–20. https://doi.org/10.1016/j.cels.2016.10.013.\n———. “The Fusion of Behavioral Ecology and Ecology.” Behavioral Ecology 22, no. 2 (March 1, 2011): 225–30. https://doi.org/10.1093/beheco/arq172.\n———. “Local Regulation of Trail Networks of the Arboreal Turtle Ant, Cephalotes goniodontus.” The American Naturalist 190, no. 6 (December 2017): E156–69. https://doi.org/10.1086/693418.\n———. “Measuring Collective Behavior: An Ecological Approach.” Theory in Biosciences 140, no. 4 (September 26, 2019): 353–60. https://doi.org/10.1007/s12064-019-00302-5.\n———. “Movement, Encounter Rate, and Collective Behavior in Ant Colonies.” Annals of the Entomological Society of America 114, no. 5 (November 12, 2020): 541–46. https://doi.org/10.1093/aesa/saaa036.\n———. “The Rewards of Restraint in the Collective Regulation of Foraging by Harvester Ant Colonies.” Nature 498, no. 7452 (May 15, 2013): 91–93. https://doi.org/10.1038/nature12137.\n———. “Twitter in the Ant Nest: How Does a Colony Organize Its Work?” Natural History 119, no. 6 (June 2011): 10–41. https://web.stanford.edu/~dmgordon/articles/other/natural-history-119/Gordon2011Twitter.pdf.\n———. “What We Don’t Know about the Evolution of Cooperation in Animals.” Edited by Kim Sterelny, Richard Joyce, Brett Calcott, and Ben Fraser. Cooperation and Its Evolution, 2012, 195–202. https://web.stanford.edu/~dmgordon/articles/other/CooperationAndIts_Evolution/Gordon%20-%20Cooperation%20and%20Its%20Evolution.pdf.\nGordon, Deborah M., Adam Guetz, Michael Greene, and Susan Holmes. “Colony Variation in the Collective Regulation of Foraging by Harvester Ants.” Behavioral Ecology 22, no. 2 (February 25, 2011): 429–35. https://doi.org/10.1093/beheco/arq218.\nGordon, Deborah M., Anna Pilko, Nicolas De Bortoli, and Krista K. Ingram. “Does an Ecological Advantage Produce the Asymmetric Lineage Ratio in a Harvester Ant Population?” Oecologia 173, no. 3 (May 29, 2013): 849–57. https://doi.org/10.1007/s00442-013-2690-z.\nGordon, Deborah M., Katherine N. Dektar, and Noa Pinter-Wollman. “Harvester Ant Colony Variation in Foraging Activity and Response to Humidity.” PLOS ONE 8, no. 5 (May 23, 2013): e63363. https://doi.org/10.1371/journal.pone.0063363.\nGordon, Deborah M., and Nicole E. Heller. “The Invasive Argentine Ant Linepithema humile (Hymenoptera: Formicidae) in Northern California Reserves: From Foraging Behavior to Local Spread.” Myrmcological News 19 (January 2014): 103–10. https://doi.org/10.25849/myrmecol.news_019:103.\nGray, David, David E. Weissman, Jeffrey A. Cole, and Emily Moriarty Lemmon. “Multilocus Phylogeny of Gryllus Field Crickets (Orthoptera: Gryllidae: Gryllinae) Utilizing Anchored Hybrid Enrichment.” Zootaxa 4750, no. 3 (March 12, 2020): 328–48. https://doi.org/10.11646/zootaxa.4750.3.2.\nGreene, Michael, Noa Pinter-Wollman, and Deborah M. Gordon. “Interactions with Combined Chemical Cues Inform Harvester Ant Foragers’ Decisions to Leave the Nest in Search of Food.” PLOS ONE 8, no. 1 (January 8, 2013): e52219. https://doi.org/10.1371/journal.pone.0052219.\nGyawaly, Sudan, Albrecht M. Koppenhöfer, Shaohui. L. Wu, and Thomas P. Kuhar. “Biology, Ecology, and Management of Masked Chafer (Coleoptera: Scarabaeidae) Grubs in Turfgrass.” Journal of Integrated Pest Management 7, no. 1 (January, 2016): 1–11. https://doi.org/10.1093/jipm/pmw002.\nHady, Ahmed El, Jacob D. Davidson, and Deborah M. Gordon. “Editorial: An Ecological Perspective on Decision-Making: Empirical and Theoretical Studies in Natural and Natural-Like Environments.” Frontiers in Ecology and Evolution 7 (December 3, 2019). https://doi.org/10.3389/fevo.2019.00461.\nHenry, Charles S., Marta M. Wells, and Raymond J. Pupedis. “Hidden Taxonomic Diversity within Chrysoperla plorabunda (Neuroptera: Chrysopidae): Two New Species Based on Courtship Songs.” Annals of the Entomological Society of America 86, no. 1 (January 1, 1993): 1–13. https://doi.org/10.1093/aesa/86.1.1.\nHenry, Charles S., Stephen J. Brooks, James R. Johnson, Marta M. Wells, and Peter Duelli. “Song Analysis Reveals a Permanent Population of the Mediterranean Lacewing Chrysoperla agilis (Neuroptera: Chrysopidae) Living in Central Alaska.” Annals of the Entomological Society of America 104, no. 4 (July 1, 2011): 649–57. https://doi.org/10.1603/an11045.\nHeyman, Yael, Noam Shental, Alexander Brandis, Abraham Hefetz, and Ofer Feinerman. “Ants Regulate Colony Spatial Organization Using Multiple Chemical Road-Signs.” Nature Communications 8, no. 1 (June 1, 2017). https://doi.org/10.1038/ncomms15414.\nHurd, Paul David. “Revision of the Nearctic Species of the Pompilid Genus Pepsis (Hymenoptera, Pompilidae).” Bulletin of the American Museum of Natural History 98 (February 5, 1952): 328–34. https://hdl.handle.net/2246/1025.\nIngram, Krista K., Anna Pilko, Jeffrey Heer, and Deborah M. Gordon. “Colony Life History and Lifetime Reproductive Success of Red Harvester Ant Colonies.” Journal of Animal Ecology 82, no. 3 (January 31, 2013): 540–50. https://doi.org/10.1111/1365-2656.12036.\nIngram, Krista K., Deborah M. Gordon, Daniel Friedman, Michael Greene, John Kahler, and S. Peteru. “Context-Dependent Expression of the Foraging Gene in Field Colonies of Ants: The Interacting Roles of Age, Environment and Task.” Proceedings of the Royal Society B: Biological Sciences 283, no. 1837 (August 31, 2016): 20160841. https://doi.org/10.1098/rspb.2016.0841.\nJandt, Jennifer M., and Deborah M. Gordon. “The Behavioral Ecology of Variation in Social Insects.” Current Opinion in Insect Science 15 (June 1, 2016): 40–44. https://doi.org/10.1016/j.cois.2016.02.012.\nKinsey, Alfred C. “An Evolutionary Analysis of Insular and Continental Species.” Proceedings of the National Academy of Sciences of the United States of America 23, no. 1 (January 1, 1937): 5–11. https://doi.org/10.1073/pnas.23.1.5.\nMacArthur-Waltz, Dylan, Rebecca A. Nelson, Gail Lee, and Deborah M. Gordon. “Tree Preference and Temporal Activity Patterns for a Native Ant Community in an Urbanized California Woodland.” Journal of Insect Behavior 34, no. 4 (July 1, 2021): 211–22. https://doi.org/10.1007/s10905-021-09778-w.\nMcDunnough, James H. “Revision of the North American Species of the Genus Eupithecia (Lepidoptera, Geometridae).” Bulletin of the American Museum of Natural History 93 (1949): 537–728. https://hdl.handle.net/2246/1247.\nMelika, George, and Warren G. Abrahamson. “Review of the World Genera of Oak Cynipid Wasps (Hymenoptera: Cynipidae, Cynipini).” Parasitic Wasps: Evolution, Systematics, Biodiversity and Biological Control, January 2002, 150–90. https://www.researchgate.net/publication/254570300ReviewoftheworldgeneraofoakcynipidwaspsHymenopteraCynipidaeCynipini.\nMiller, Jeffrey C., and Paul C. Hammond. Lepidoptera of the Pacific Northwest: Caterpillars and Adults, 2003. https://doi.org/10.5962/bhl.title.150497.\nMonti, Maurilia. M., Michelina Ruocco, Elizabeth Grobbelaar, and Poalo A. Pedata. “Morphological and Molecular Characterization of Lema bilineata (Germar), a New Alien Invasive Leaf Beetle for Europe, with Notes on the Related Species Lema daturaphila Kogan & Goeden.” Insects 11, no. 5 (May 11, 2020): 295. https://doi.org/10.3390/insects11050295.\nMoses, Melanie E., Judy L. Cannon, Deborah M. Gordon, and Stephanie Forrest. “Distributed Adaptive Search in T Cells: Lessons from Ants.” Frontiers in Immunology 10 (June 13, 2019). https://doi.org/10.3389/fimmu.2019.01357.\nNelson, Rebecca A., Dylan MacArthur-Waltz, and Deborah M. Gordon. “Critical Thermal Limits and Temperature-Dependent Walking Speed May Mediate Coexistence between the Native Winter Ant (Prenolepis imparis) and the Invasive Argentine Ant (Linepithema humile).” Journal of Thermal Biology 111 (January, 2023): 103392. https://doi.org/10.1016/j.jtherbio.2022.103392.\nNova, Nicole, Renato Pagliara, and Deborah M. Gordon. “Individual Variation Does Not Regulate Foraging Response to Humidity in Harvester Ant Colonies.” Frontiers in Ecology and Evolution 9 (January 20, 2022). https://doi.org/10.3389/fevo.2021.756204.\nNyman, Tommi, and Riitta Julkunen-Tiitto. “Manipulation of the Phenolic Chemistry of Willows by Gall-Inducing Sawflies.” Proceedings of the National Academy of Sciences of the United States of America 97, no. 24 (November 21, 2000): 13184–13187. https://doi.org/10.1073/pnas.230294097.\nOuellette, Nicholas T., and Deborah M. Gordon. “Goals and Limitations of Modeling Collective Behavior in Biological Systems.” Frontiers in Physics 9 (June 14, 2021). https://doi.org/10.3389/fphy.2021.687823.\nPagliara, Renato, Deborah M. Gordon, and Naomi Ehrich Leonard. “Regulation of Harvester Ant Foraging as a Closed-Loop Excitable System.” PLOS Computational Biology 14, no. 12 (December 4, 2018): e1006200. https://doi.org/10.1371/journal.pcbi.1006200.\nPenny, Norman D., Phillip A. Adams, and Lionel A. Stange. “Species Catalog of the Neuroptera, Megaloptera, and Raphidioptera of America North of Mexico.” Proceedings of the California Academy of Sciences 50, no. 3 (January 31, 2008): 39–114. https://archive.org/details/proceedingsofcal0450cali/page/39/mode/1up?view=theater.\nPfadt, Robert E. “Field Guide to Common Western Grasshoppers.” Agriculture Experiment Station Bulletins 912. Report, University of Wyoming, January 31, 2002. https://doi.org/10.15786/13655717.v1.\nPinter-Wollman, Noa, Ashwin Bala, Andrew Merrell, Jovel Queirolo, Martin C. Stumpe, Susan Holmes, and Deborah M. Gordon. “Harvester Ants Use Interactions to Regulate Forager Activation and Availability.” Animal Behaviour 86, no. 1 (July 1, 2013): 197–207. https://doi.org/10.1016/j.anbehav.2013.05.012%201-11.pdf).\nPinter-Wollman, Noa, Deborah M. Gordon, and Susan Holmes. “Nest Site and Weather Affect the Personality of Harvester Ant Colonies.” Behavioral Ecology 23, no. 5 (January 1, 2012): 1022–29. https://doi.org/10.1093/beheco/ars066.\nPinter-Wollman, Noa, Roy Wollman, Adam Guetz, Susan Holmes, and Deborah M. Gordon. “The Effect of Individual Variation on the Structure and Function of Interaction Networks in Harvester Ants.” Journal of the Royal Society Interface 8, no. 64 (April 13, 2011): 1562–73. https://doi.org/10.1098/rsif.2011.0059.\nPless, Evlyn, Jovel Queirolo, Noa Pinter-Wollman, Sam P. Crow, Kelsey R. Allen, Maya B. Mathur, and Deborah M. Gordon. “Interactions Increase Forager Availability and Activity in Harvester Ants.” PLOS ONE 10, no. 11 (November 5, 2015): e0141971. https://doi.org/10.1371/journal.pone.0141971.\nPringle, Elizabeth G., and Deborah M. Gordon. “Protection Mutualisms and the Community: Geographic Variation in an Ant-Plant Symbiosis and the Consequences for Herbivores.” Sociobiology 60, no. 3 (November 6, 2013). https://doi.org/10.13102/sociobiology.v60i3.242-251.\nPringle, Elizabeth G., Erol Akçay, Theodore K. Raab, Rodolfo Dirzo, and Deborah M. Gordon. “Water Stress Strengthens Mutualism among Ants, Trees, and Scale Insects.” PLOS Biology 11, no. 11 (November 5, 2013): e1001705. https://doi.org/10.1371/journal.pbio.1001705.\nPringle, Elizabeth G., Rodolfo Dirzo, and Deborah M. Gordon. “Indirect Benefits of Symbiotic Coccoids for an Ant-Defended Myrmecophytic Tree.” Ecology 92, no. 1 (January 1, 2011): 37–46. https://doi.org/10.1890/10-0234.1.\n———. “Plant Defense, Herbivory, and the Growth of Cordia alliodora Trees and Their Symbiotic Azteca Ant Colonies.” Oecologia 170, no. 3 (May 6, 2012): 677–85. https://doi.org/10.1007/s00442-012-2340-x.\nPringle, Elizabeth G., Santiago R. Ramírez, Timothy C. Bonebrake, Deborah M. Gordon, and Rodolfo Dirzo. “Diversification and Phylogeographic Structure in Widespread Azteca Plant-Ants from the Northern Neotropics.” Molecular Ecology 21, no. 14 (May 30, 2012): 3576–92. https://doi.org/10.1111/j.1365-294x.2012.05618.x.\nPrabhakar, Balaji, Katherine N. Dektar, and Deborah M. Gordon. “The Regulation of Ant Colony Foraging Activity without Spatial Information.” PLOS Computational Biology 8, no. 8 (August 23, 2012): e1002670. https://doi.org/10.1371/journal.pcbi.1002670.\nRota, Jadranka, and David L. Wagner. “Predator Mimicry: Metalmark Moths Mimic Their Jumping Spider Predators.” PLOS ONE 1, no. 1 (December 20, 2006): e45. https://doi.org/10.1371/journal.pone.0000045.\nSaylor, Lawrence W. “Synoptic Revision of United States Scarab Beetles of the Subfamily Dynastinae, No. 1: Tribe Cyclo-Cephalini.” Journal of the Washington Academy of Sciences 35, no. 12 (December 15, 1945): 378–86. https://biostor.org/reference/134149.\nSheikh, Sofia I., Anna K. G. Ward, Y. Miles Zhang, Charles K. Davis, Linyi Zhang, Scott P. Egan, and Andrew A. Forbes. “Ormyrus labotus (Hymenoptera: Ormyridae): Another Generalist That Should Not Be a Generalist Is Not a Generalist.” Insect Systematics and Diversity 6, no. 1 (January, 2022): 1-14. https://doi.org/10.1093/isd/ixac001.\nShin, Mimi, Daniel Friedman, Deborah M. Gordon, and B. Jill Venton. “Measurement of Natural Variation of Neurotransmitter Tissue Content in Red Harvester Ant Brains among Different Colonies.” Analytical and Bioanalytical Chemistry, January 7, 2020. https://doi.org/10.1007/s00216-019-02355-3.\nSorrells, Trevor R., Leah Y. Kuritzky, Peter G. Kauhanen, Katherine Fitzgerald, Shelby J. Sturgis, Jimmy Chen, Cheri Dijamco, Kimberly N. Basurto, and Deborah M. Gordon. “Chemical Defense by the Native Winter Ant (Prenolepis imparis) against the Invasive Argentine Ant (Linepithema humile).” PLOS ONE 6, no. 4 (April 19, 2011): e18717. https://doi.org/10.1371/journal.pone.0018717.\nStone, Graham N., Karsten Schönrogge, Rachel L. Atkinson, David Bellido, and Juli Pujade-Villar. “The Population Biology of Oak Gall Wasps (Hymenoptera: Cynipidae).” Annual Review of Entomology 47, no. 1 (January, 2002): 633–668. https://doi.org/10.1146/annurev.ento.47.091201.145247.\nSturgis, Shelby J., and Deborah M. Gordon. “Aggression Is Task Dependent in the Red Harvester Ant (Pogonomyrmex barbatus).” Behavioral Ecology 24, no. 2 (November 12, 2012): 532–39. https://doi.org/10.1093/beheco/ars194.\n———. “Myrmecol. News 16: 101-110.” Myrmecological News 16 (January 2012): 101–10. https://myrmecologicalnews.org/cms/index.php?option=com_content&view=category&id=518:myrmecol-news-16-101-110-online-earlier-&Itemid=86&layout=default.\nSturgis, Shelby J., Michael Greene, and Deborah M. Gordon. “Hydrocarbons on Harvester Ant (Pogonomyrmex barbatus) Middens Guide Foragers to the Nest.” Journal of Chemical Ecology 37, no. 5 (April 15, 2011): 514–24. https://doi.org/10.1007/s10886-011-9947-y.\nSundaram, Mekala, Erik Steiner, and Deborah M. Gordon. “Rainfall, Neighbors, and Foraging: The Dynamics of a Population of Red Harvester Ant Colonies 1988–2019.” Ecological Monographs 92, no. 2 (February 15, 2022). https://doi.org/10.1002/ecm.1503.\nSuni, Sevan S., and Deborah M. Gordon. “Fine-Scale Genetic Structure and Dispersal Distance in the Harvester Ant Pogonomyrmex barbatus.” Heredity 104, no. 2 (September 30, 2009): 168–73. https://doi.org/10.1038/hdy.2009.124.\nTauber, Catherine A. “Systematics of North American Chrysopid Larvae: Chrysopa Carnea Group (Neuroptera).” Canadian Entomologist 106, no. 11 (November 1, 1974): 1133–53. https://doi.org/10.4039/ent1061133-11.\nTauber, Catherine A., and John J. Garland. \"Kymachrysa, a New Genus of Nearctic Green Lacewings (Neuroptera, Chrysopidae, Chrysopini).” ZooKeys 437 (August 28, 2014): 87–108. https://doi.org/10.3897/zookeys.437.7984.\nVonshak, Merav, and Deborah M. Gordon. “Intermediate Disturbance Promotes Invasive Ant Abundance.” Biological Conservation 186 (June 1, 2015): 359–67. https://doi.org/10.1016/j.biocon.2015.03.024.\nWalker, Thomas J., and Nancy L. Collins. “New World Thermometer Crickets: The Oecanthus Rileyi Species Group and a New Species from North America.” Journal of Orthoptera Research 19, no. 2 (December 1, 2010): 371–376. https://doi.org/10.1665/034.019.0227.\nWard, Anna K. G., Robert W. Busbee, Chen, and Charles K. Davis. “The Arthropod Associates of 155 North American Cynipid Oak Galls.” Zoological Studies 5084, no. 1 (December 23, 2021): 61–67. https://doi.org/10.11646/zootaxa.5084.1.\nWard, Anna K. G., Robin K. Bagley, Scott P. Egan, Glen R. Hood, James R. Ott, Kirsten M. Prior, Sofia I Sheikh, et al. “Speciation in Nearctic Oak Gall Wasps Is Frequently Correlated with Changes in Host Plant, Host Organ, or Both.” Evolution 76, no. 8 (July 18, 2022): 1849–67. https://doi.org/10.1111/evo.14562.\nWeissman, David E., and David Gray. “Crickets of the Genus Gryllus in the United States (Orthoptera: Gryllidae: Gryllinae).” Zootaxa 4705, no. 1 (December 5, 2019). https://doi.org/10.11646/zootaxa.4705.1.1.\nWeld, Lewis H. Cynipid Galls of the Southwest (Hymenoptera, Cynipoidea) an Aid to Their Identification., 1960. https://hdl.handle.net/2027/coo.31924018354765.\n———. Cynipid Galls of the Pacific Slope (Hymenoptera, Cynipoidea) an Aid to Their Identification., 1957. https://hdl.handle.net/2027/coo.31924018313555.\nZhang, Y. Miles, Kimberlie Sasan, Robert J. O’kennon, and Adam J. Kranz. “Discovery through INaturalist: New Species and New Records of Oak Gall Wasps (Hymenoptera: Cynipidae: Cynipini) from Texas, USA.” Zootaxa 5168, no. 1 (July 20, 2022): 63–74. https://doi.org/10.11646/zootaxa.5168.1.5.\n\nJoyce Gross Photography\nGross, Joyce. \"California Oak Galls.\" Joyce Gross Photography. https://joycegross.com/gallscaoak.php.\n   ———. \"Andricus albobalani.\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+albobalani&ordr=.\n   ———. \"Andricus atrimentus (Striped Volcano Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+atrimentus&ordr=.\n   ———. \"Andricus bakkeri.\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+bakkeri&ordr=.\n   ———. “Andricus brunneus (Clustered Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+brunneus&ordr=.\n   ———. “Andricus chrysobalani (Acorn Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+chrysobalani&ordr=.\n   ———. “Andricus chrysolepidicola (Irregular Spindle Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+chrysolepidicola&ordr=.\n   ———. “Andricus confertus (Convoluted Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+confertus&ordr=.\n   ———. \"Andricus coortus (Club Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+coortus&ordr=.\n   ———. “Andricus crystallinus (Crystalline Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+crystallinus&ordr=.\n   ———. \"Andricus discularis.\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+discularis&ordr=.\n   ———. “Andricus gigas (Saucer Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+gigas&ordr=.\n   ———. “Andricus kingi (Red Cone Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+kingi&ordr=.\n   ———. “Andricus opertus (Fimbriate Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+opertus&ordr=.\n   ———. “Andricus parmula (Disc Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+parmula&ordr=.\n   ———. “Andricus pattersonae (Plate Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+pattersonae&ordr=.\n   ———. “Andricus quercuscalifornicus (California Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+quercuscalifornicus&ordr=.\n   ———. “Andricus quercuslanigera.” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+quercuslanigera&ordr=.\n   ———. “Andricus wiltzae (Rossette Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Andricus+wiltzae&ordr=.\n   ———. “Antron douglasii (Spined Turban Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Antron+douglasii&ordr=.\n   ———. “Antron quercusechinus (Urchin Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Antron+quercusechinus&ordr=.\n   ———. “Besbicus conspicuus (Fuzzy Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Besbicus+conspicuus&ordr=.\n   ———. “Besbicus heldae (Thorn Fuzzy Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Besbicus+heldae&ordr=.\n   ———. “Burnettweldia corallina (Coral Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Burnettweldia+corallina&ordr=.\n   ———. \"Burnettweldia washingtonensis.\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Burnettweldia+washingtonensis&ordr=.\n   ———. \"Callirhytis congregata (Sausage Flower Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Callirhytis+congregata&ordr=.\n   ———. \"Callirhytis eldoradensis.\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Callirhytis+eldoradensis&ordr=.\n   ———. \"Callirhytis perdens (Ruptured Twig Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Callirhytis+perdens&ordr=.\n   ———. \"Disholcaspis canescens. (Round Honeydew Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Disholcaspis+canescens&ordr=.\n   ———. “Disholcaspis eldoradensis (Honey Dew Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Disholcaspis+eldoradensis&ordr=.\n   ———. “Disholcaspis mamillana (Bullet Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=Disholcaspis+mamillana&ordr=.\n   ———. \"Druon fullawayi (Yellow Wig Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Druon+fullawayi&ordr=.\n   ———. \"Melikaiella flora (Live Oak Petiole Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Melikaiella+flora&ordr=.\n   ———. \"Nueroterus fragilis (Succulent Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Neuroterus+fragilis&ordr=.\n   ———. “Neuroterus saltatorius (Jumping Gall Wasp).” Joyce Gross Photography. https://joycegross.com/images.php?taxon=neuroterus+saltatorius&ordr=.\n   ———. \"Neuroterus washingtonensis (Midrib Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Neuroterus+washingtonensis&ordr=.\n   ———. \"Xanthoteras clavuloides (Club Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Xanthoteras+clavuloides&ordr=.\n   ———. \"Xanthoteras teres (Ball-tipped Gall Wasp).\" Joyce Gross Photography. https://joycegross.com/images.php?taxon=Xanthoteras+teres&ordr=.\nGross, Joyce. \"California Oak Galls Induced by Unknown or Undescribed Species.\" Joyce Gross Photography. https://joycegross.com/gallscaoak_undescribed.php.\n   ———. \"Gall type #13.\" Joyce Gross Photography. https://joycegross.com/galls/gall013.html.\n   ———. \"Gall type #24.\" Joyce Gross Photography. https://joycegross.com/galls/gall024.html.\n   ———. \"Gall type #103.\" Joyce Gross Photography. https://joycegross.com/galls/gall103.html.\n   ———. \"Gall type #105.\" Joyce Gross Photography. https://joycegross.com/galls/gall105.html.\n\nKQED: Deep Look\nBlack, Jason. \"Watch Flesh-Eating Beetles Strip Bodies to the Bone.\" Deep Look, October 13, 2015. https://www.kqed.org/science/299669/watch-flesh-eating-beetles-strip-bodies-to-the-bone.\nCassidy, Josh. \"Born Pregnant: Aphids Invade with an Onslaught of Clones.\" Deep Look, March 9, 2021. https://www.kqed.org/science/1973052/born-pregnant-aphids-invade-with-an-onslaught-of-clones.\n———. \"The Double-Crossing Ants to Whom Friendship Means Nothing.\" Deep Look, November 1, 2016. https://www.kqed.org/science/1089990/the-double-crossing-ants-to-whom-friendship-means-nothing.\n———. \"A Flea's Fantastic Jump Takes More Than Muscle.\" Deep Look, March 10, 2020. https://www.kqed.org/science/1957872/a-fleas-fantastic-jump-takes-more-than-muscle.\n———. \"Glasswing Butterflies Want To Make Something Perfectly Clear.\" Deep Look, June 2, 2020. https://www.kqed.org/science/1964775/glasswing-butterflies-want-to-make-something-perfectly-clear.\n———. \"Kidnapper Ants Steal Other Ants' Babies — And Brainwash Them.\" Deep Look, September 24, 2019. https://www.kqed.org/science/1947369/kidnapper-ants-steal-other-ants-babies-and-brainwash-them.\n———. \"Praying Mantis Love Is Waaay Weirder Than You Think.\" Deep Look, November 14, 2017. https://www.kqed.org/science/1917469/praying-mantis-love-is-waaay-weirder-than-you-think-deep-look.\n———. \"This Is Why Water Striders Make Terrible Lifeguards.\" Deep Look, August 1, 2017. https://www.kqed.org/science/1871155/this-is-why-water-striders-make-terrible-lifeguards.\n———. \"What Do Earwigs Do With Those Pincers Anyway?\" Deep Look, June 26, 2018. https://www.kqed.org/science/1925887/what-do-earwigs-do-with-those-pincers-anyway.\n———. \"Why Crickets Just Won't Shut Up.\" Deep Look, January 14, 2020. https://www.kqed.org/science/1952589/crickets-chirp-to-flirt.\nKennerson, Elliott. \"The Bombardier Beetle And Its Crazy Chemical Cannon.\" Deep Look, March 22, 2016. https://www.kqed.org/science/536762/the-bombardier-beetle-and-its-crazy-chemical-cannon.\n———. \"The Ladybug Love-In: A Valentine's Special.\" Deep Look, February 9, 2016. https://www.kqed.org/science/468582/the-once-in-a-lifetime-ladybug-love-in.\n———. \"Nature's Scuba Divers: How Beetles Breathe Underwater.\" Deep Look, November 10, 2015. https://www.kqed.org/science/341205/natures-scuba-divers-how-beetles-breathe-underwater.\n———. \"A Real Alien Invasion Is Coming to a Palm Tree Near You.\" Deep Look, June 20, 2017. https://www.kqed.org/science/1664694/a-real-alien-invasion-is-coming-to-a-palm-tree-near-you.\n———. \"Sticky. Stretchy. Waterproof. The Amazing Underwater Tape of the Caddisfly.\" Deep Look, August 9, 2016. https://www.kqed.org/science/891330/sticky-stretchy-waterproof-the-amazing-underwater-tape-of-the-caddisfly.\n———. \"So ... Sometimes Fireflies Eat Other Fireflies.\" Deep Look, February 27, 2018. https://www.kqed.org/science/1919946/so-sometimes-fireflies-eat-other-fireflies.\n———. \"These Carnivorous Worms Catch Bugs by Mimicking the Night Sky.\" Deep Look, June 28, 2016. https://www.kqed.org/science/728719/these-carnivorous-worms-catch-bugs-by-mimicking-the-night-sky.\n———. \"Winter is Coming for These Argentine Ant Invaders.\" Deep Look, May 16, 2016. https://www.kqed.org/science/633487/winter-is-coming-for-the-argentine-ant-invaders.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"A Baby Dragonfly's Mouth Will Give You Nightmares | Deep Look.\" Video, YouTube, September 12, 2017. https://youtu.be/EHo_9wnnUTE.\n   ———. \"The Bombardier Beetle And Its Crazy Chemical Cannon | Deep Look.\" Video, YouTube, March 22, 2016. https://youtu.be/BWwgLS5tK80.\n   ———. \"Born Pregnant: Aphids Invade with an Onslaught of Clones | Deep Look.\" Video, YouTube, March 9, 2021. https://youtu.be/vrzalLssomg.\n   ———. \"The Curious Webspinner Insect Knits a Cozy Home | Deep Look.\" Video, YouTube, November 19, 2019. https://youtu.be/l_JP3RbJ8zk.\n   ———. \"The Double-Crossing Ants to Whom Friendship Means Nothing | Deep Look.\" Video, YouTube, November 1, 2016. https://youtu.be/fguo3HvWjb0.\n   ———. \"Firebrats and Silverfish Are Rocking Some Old-School Looks | Deep Look.\" Video, YouTube, February 23, 2021. https://youtu.be/KefMerovEjY.\n   ———. \"A Flea's Fantastic Jump Takes More Than Muscle | Deep Look.\" Video, YouTube, March 10, 2020. https://youtu.be/A5KvNcNz9aQ.\n   ———. \"Glasswing Butterflies Want To Make Something Perfectly Clear | Deep Look.\" Video, YouTube, June 2, 2020. https://youtu.be/LYxTyMF9k_4.\n   ———. \"Here’s How That Annoying Fly Dodges Your Swatter | Deep Look.\" Video, YouTube, November 24, 2020. https://youtu.be/jBPFCvEhv9Y.\n   ———. \"Honey Bees Make Honey ... and Bread? | Deep Look.\" Video, YouTube, May 7, 2019. https://youtu.be/sAKkjD3nEv0.\n   ———. \"How Lice Turn Your Hair Into Their Jungle Gym | Deep Look.\" Video, YouTube, March 26, 2019. https://youtu.be/Yb26BBvAAWU.\n   ———. \"How Mosquitoes Use Six Needles to Suck Your Blood | Deep Look.\" Video, YouTube, June 7, 2016. https://youtu.be/rD8SmacBUcU.\n   ———. \"It’s a Goopy Mess When Pines and Beetles Duke it Out | Deep Look.\" Video, YouTube, October 24, 2017. https://youtu.be/wR5O48zsbnc.\n   ———. \"Jerusalem Crickets Only Date Drummers | Deep Look.\" Video, YouTube, January 29, 2019. https://youtu.be/mHbwC-AIyTE.\n   ———. \"Kidnapper Ants Steal Other Ants' Babies — And Brainwash Them | Deep Look.\" Video, YouTube, September 24, 2019. https://youtu.be/sC4MjPKf3jY.\n   ———. \"The Ladybug Love-In: A Valentine's Special | Deep Look.\" Video, YouTube, February 9, 2016. https://youtu.be/c-Z6xRexbIU.\n   ———. \"Leaf Miner Fly Babies Scribble All Over Your Salad | Deep Look.\" Video, YouTube, April 6, 2021. https://youtu.be/QtbjUB4AnLI.\n   ———. \"Meeting a Wormlion Is the Pits | Deep Look.\" Video, YouTube, June 11, 2019. https://youtu.be/dQMM93aySOw.\n   ———. \"Nature's Scuba Divers: How Beetles Breathe Underwater | Deep Look.\" Video, YouTube, November 10, 2015. https://youtu.be/T-RtG5Z-9jQ.\n   ———. \"The Pipevine Caterpillar Thrives in a Toxic Love Triangle | Deep Look.\" Video, YouTube, May 28, 2021. https://youtu.be/TQQv7h11g_c.\n   ———. \"Praying Mantis Love is Waaay Weirder Than You Think | Deep Look.\" Video, YouTube, November 14, 2017. https://youtu.be/NHf47gI8w04.\n   ———. \"A Real Alien Invasion Is Coming to a Palm Tree Near You | Deep Look.\" Video, YouTube, June 20, 2017. https://youtu.be/S6a3Q5DzeBM.\n   ———. \"Samurai Wasps Say 'Smell Ya Later, Stink Bugs' | Deep Look.\" Video, YouTube, March 12, 2019. https://youtu.be/T8y2XmjdXqw.\n   ———. \"Sharpshooter Insects’ Sexy Vibrations Spell Trouble in the Vineyard | Deep Look.\" Video, YouTube, May 19, 2020. https://youtu.be/uFA614SEDMQ.\n   ———. \"So ... Sometimes Fireflies Eat Other Fireflies | Deep Look.\" Video, YouTube, February 27, 2018. https://youtu.be/oWdCMFvgFbo.\n   ———. \"Sticky. Stretchy. Waterproof. The Amazing Underwater Tape of the Caddisfly | Deep Look.\" Video, YouTube, August 9, 2016. https://youtu.be/Z3BHrzDHoYo.\n   ———. \"These Carnivorous Worms Catch Bugs by Mimicking the Night Sky | Deep Look.\" Video, YouTube, June 28, 2016. https://youtu.be/vLb0iuTVzW0.\n   ———. \"These Fighting Fruit Flies Are Superheroes of Brain Science | Deep Look.\" Video, YouTube, March 28, 2017. https://youtu.be/yvd3X1N0jUU.\n   ———. \"These Giant Leaf Insects Will Sway Your Heart | Deep Look.\" Video, YouTube, October 9, 2019. https://youtu.be/QjPInsEYDLs.\n   ———. \"These Silk-Swinging Caterpillars Will Ruin Your Picnic | Deep Look.\" Video, YouTube, January 12, 2021. https://youtu.be/fv16qtBBdJI.\n   ———. \"These Termites Turn Your House into a Palace of Poop | Deep Look.\" Video, YouTube, October 18, 2016. https://youtu.be/DYPQ1Tjp0ew.\n   ———. \"This Bee Builds Sandcastles at the Beach | Deep Look.\" Video, YouTube, August 10, 2021. https://youtu.be/UfMCZYkG5Xo.\n   ———. \"This Bee Gets Punched by Flowers for Your Ice Cream | Deep Look.\" Video, YouTube, September 10, 2019. https://youtu.be/rsUNxvXofgo.\n   ———. \"This Dangerous Mosquito Lays Her Armored Eggs – in Your House | Deep Look.\" Video, YouTube, April 7, 2020. https://youtu.be/1T9jgBnXXvw.\n   ———. \"This Is Why Water Striders Make Terrible Lifeguards | Deep Look.\" Video, YouTube, August 1, 2017. https://youtu.be/E2unnSK7WTE.\n   ———. \"This Vibrating Bumblebee Unlocks a Flower's Hidden Treasure | Deep Look.\" Video, YouTube, July 19, 2016. https://youtu.be/SZrTndD1H10.\n   ———. \"A Tsetse Fly Births One Enormous Milk-Fed Baby | Deep Look.\" Video, YouTube, January 28, 2020. https://youtu.be/odCtCote9U0.\n   ———. \"Walking Sticks Stop, Drop and Clone to Survive | Deep Look.\" Video, YouTube, March 24, 2020. https://youtu.be/Nxs0Q7ktaKU.\n   ———. \"Watch Bed Bugs Get Stopped in Their Tracks | Deep Look.\" Video, YouTube, July 9, 2019. https://youtu.be/ToeWrGTGOOI.\n   ———. \"Watch Flesh-Eating Beetles Strip Bodies to the Bone | Deep Look.\" Video, YouTube, October 13, 2015. https://youtu.be/Np0hJGKrIWg.\n   ———. \"Watch This Bee Build Her Bee-jeweled Nest | Deep Look.\" Video, YouTube, August 7, 2018. https://youtu.be/oPbH1YhsdP8.\n   ———. \"What Do Earwigs Do With Those Pincers Anyway? | Deep Look.\" Video, YouTube, June 26, 2018. https://youtu.be/HuOnqWpIL9E.\n   ———. \"What Gall! The Crazy Cribs of Parasitic Wasps | Deep Look.\" Video, YouTube, November 18, 2014. https://youtu.be/lOgP5NzcTuA.\n   ———. \"What Gives the Morpho Butterfly Its Magnificent Blue? | Deep Look.\" Video, YouTube, December 16, 2014. https://youtu.be/29Ts7CsJDpg.\n   ———. \"Where Are the Ants Carrying All Those Leaves? | Deep Look.\" Video, YouTube, June 11, 2015. https://youtu.be/-6oKJ5FGk24.\n   ———. \"Why Crickets Just Won't Shut Up | Deep Look.\" Video, YouTube, January 14, 2020. https://youtu.be/fh3uNUrAnss.\n   ———. \"Why Did the Mexican Jumping Bean Jump? | Deep Look.\" Video, YouTube, March 23, 2021. https://youtu.be/3lkdidU79TY.\n   ———. \"Why Is the Very Hungry Caterpillar So Dang Hungry? | Deep Look.\" Video, YouTube, July 11, 2017. https://youtu.be/el_lPd2oFV4.\n   ———. \"Winter is Coming For These Argentine Ant Invaders | Deep Look.\" Video, YouTube, May 16, 2016. https://youtu.be/boyzWeHdtiI.\n   ———. \"You Wish You Had Mites Like This Hissing Cockroach Does | Deep Look.\" Video, YouTube, February 11, 2020. https://youtu.be/t3gvx8UQiZA.\nOh, Jenny. \"The Curious Webspinner Insect Knits a Cozy Home.\" Deep Look, November 19, 2019. https://www.kqed.org/science/1949380/webspinners.\n———. \"Jerusalem Crickets Only Date Drummers.\" Deep Look, January 29, 2019. https://www.kqed.org/science/1932923/jerusalem-crickets-only-date-drummers.\n———. \"Meeting a Wormlion Is the Pits.\" Deep Look, June 11, 2019. https://www.kqed.org/science/1941850/meeting-a-wormlion-is-the-pits.\n———. \"Samurai Wasps Say 'Smell Ya Later, Stink Bugs'.\" Deep Look, May 12, 2019. https://www.kqed.org/science/1937639/samurai-wasps-say-smell-ya-later-stink-bugs.\n———. \"These Giant Leaf Insects Will Sway Your Heart.\" Deep Look, October 8, 2019. https://www.kqed.org/science/1947830/these-giant-leaf-insects-will-sway-your-heart.\n———. \"Walking Sticks Stop, Drop and Clone to Survive.\" Deep Look, March 24, 2020. https://www.kqed.org/science/1958912/walking-sticks-stop-drop-and-clone-to-survive.\n———. \"What Gives the Morpho Butterfly Its Magnificent Blue?\" Deep Look, December 16, 2014. https://www.kqed.org/science/24552/what-gives-the-morpho-butterfly-its-magnificent-blue.\n———. \"You Wish You Had Mites Like This Hissing Cockroach.\" Deep Look, February 11, 2020. https://www.kqed.org/science/1955611/you-wish-you-had-mites-like-this-hissing-cockroach.\nPotter, Lisa Marie, and Josh Cassidy. \"This Vibrating Bumblebee Unlocks a Flower's Hidden Treasure.\" Deep Look, July 19, 2016. https://www.kqed.org/science/781757/this-vibrating-bumblebee-unlocks-a-flowers-hidden-treasure.\nQuirós, Gabriela. \"A Baby Dragonfly's Mouth Will Give You Nightmares.\" Deep Look, September 12, 2017. https://www.kqed.org/science/1915435/a-baby-dragonflys-mouth-will-give-you-nightmares.\n———. \"Firebrats and Silverfish Are Rocking Some Old-School Looks.\" Deep Look, February 23, 2021. https://www.kqed.org/science/1972757/firebrats-and-silverfish-are-rocking-some-old-school-looks.\n———. \"Here’s How That Annoying Fly Dodges Your Swatter.\" Deep Look, November 24, 2020. https://www.kqed.org/science/1971058/heres-how-that-annoying-fly-dodges-your-swatter.\n———. \"Honey Bees Make Honey ... and Bread?\" Deep Look, May 7, 2019. https://www.kqed.org/science/1940898/honey-bees-make-honey-and-bread.\n———. \"How Lice Turn Your Hair Into Their Jungle Gym.\" Deep Look, March 26, 2019. https://www.kqed.org/science/1939435/how-lice-turn-your-hair-into-their-jungle-gym.\n———. \"How Mosquitoes Use Six Needles to Suck Your Blood.\" Deep Look, June 7, 2016. https://www.kqed.org/science/728086/how-mosquitoes-use-six-needles-to-suck-your-blood.\n———. \"The Pipevine Caterpillar Thrives in a Toxic Love Triangle.\" Deep Look, May 18, 2021. https://www.kqed.org/science/1974786/the-pipevine-caterpillar-thrives-in-a-toxic-love-triangle.\n———. \"Sharpshooter Insects’ Sexy Vibrations Spell Trouble in the Vineyard.\" May 19, 2020. https://www.kqed.org/science/1964051/sharpshooter-insects-sexy-vibrations-spell-trouble-in-the-vineyard.\n———. \"These Fighting Fruit Flies Are Superheroes of Brain Science.\" Deep Look, March 28, 2017. https://www.kqed.org/science/1494923/these-fighting-fruit-flies-are-superheroes-of-brain-science.\n———. \"These Silk-Swinging Caterpillars Will Ruin Your Picnic.\" Deep Look, January 12, 2021. https://www.kqed.org/science/1972082/these-silk-swinging-caterpillars-will-ruin-your-picnic.\n———. \"These Termites Turn Your House Into a Palace of Poop.\" Deep Look, October 18, 2016. https://www.kqed.org/science/1065215/these-termites-turn-your-house-into-a-palace-of-poop.\n———. \"This Bee Builds Sandcastles at the Beach.\" Deep Look, August 10, 2021. https://www.kqed.org/science/1976046/this-bee-builds-sand-castles-at-the-beach.\n———. \"This Bee Gets Punched by Flowers for Your Ice Cream.\" Deep Look, September 10, 2019. https://www.kqed.org/science/1946996/this-bee-gets-punched-by-flowers-for-your-ice-cream.\n———. \"This Dangerous Mosquito Lays Her Armored Eggs – in Your House.\" Deep Look, April 7, 2020. https://www.kqed.org/science/1960549/this-dangerous-mosquito-lays-her-armored-eggs-in-your-house.\n———. \"A Tsetse Fly Births One Enormous Milk-Fed Baby.\" Deep Look, January 28, 2020. https://www.kqed.org/science/1956004/a-tsetse-fly-births-one-enormous-milk-fed-baby.\n———. \"Watch Bed Bugs Get Stopped in Their Tracks.\" Deep Look, July 9, 2019. https://www.kqed.org/science/1944245/watch-bed-bugs-get-stopped-in-their-tracks.\n———. \"Watch This Bee Build Her Bee-jeweled Nest.\" Deep Look, August 7, 2018. https://www.kqed.org/science/1928378/watch-this-bee-build-her-bee-jeweled-nest.\n———. \"Where Are the Ants Carrying All Those Leaves?\" Deep Look, June 11, 2015. https://www.kqed.org/science/41112/where-are-the-ants-carrying-all-those-leaves.\n———. \"Why Is the Very Hungry Caterpillar So Dang Hungry?\" Deep Look, July 11, 2017. https://www.kqed.org/science/1811984/why-is-the-very-hungry-caterpillar-so-dang-hungry.\n———. \"With California Drought Over, Fewer Sierra Pines Dying.\" Deep Look, October 24, 2017. https://www.kqed.org/science/1916487/with-california-drought-over-fewer-sierra-pines-dying.\nRosa, Craig. \"What Gall! The Crazy Cribs of Parasitic Wasps.\" Deep Look, November 18, 2014. https://www.kqed.org/science/23927/what-gall-the-crazy-cribs-of-parasitic-wasps.\nSandoval, Marissa. \"Leaf Miner Fly Babies Scribble All Over Your Salad.\" Deep Look, April 9, 2021. https://www.kqed.org/science/1973500/leaf-miner-fly-babies-scribble-all-over-your-salad.\nSeely, Mike. \"Why Did the Mexican Jumping Bean Jump?\" Deep Look, March 23, 2021. https://www.kqed.org/science/1973307/why-did-the-mexican-jumping-bean-jump.\n\nMonths of North America\nEichlin, Thomas D., and W. Donald Duckworth. “Sesioidea: Sesiidae.” In The Moths of America North of Mexico, Fascicle 5.1, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1988. https://images.peabody.yale.edu/mona/05-1-ocr.pdf.\nFranclemont, John G. “Mimallonoidea: Mimallonidae; Bombycoidea (in part): Apatalelodidae, Bobycidae, Lasiocampidae.” In The Moths of America North of Mexico, Fascicle 20.1, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1973. https://images.peabody.yale.edu/mona/20-1-ocr.pdf.\nFerguson, Douglas C. “Bombycoidea, Saturniidae (in part): Citheroniinae and Hemileucinae (in part).” In The Moths of America North of Mexico, Fascicle 20.2A, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1971. https://images.peabody.yale.edu/mona/20-2A-ocr.pdf.\n———. “Bombycoidea, Saturniidae (in part): Hemileucinae (Conclusion) and Saturniinae.” In The Moths of America North of Mexico, Fascicle 20.2B, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1972. https://images.peabody.yale.edu/mona/20-2B-ocr.pdf.\n———. “Geometroidea, Geometridae (in part): Ennominae (in part): Abraxini, Cassymini, Macariini.” In The Moths of North America, Fascicle 17.2, edited by Ronald W. Hodges, et al. The Wedge Entomological Research Foundation, 2008. https://images.peabody.yale.edu/mona/17-2-ocr.pdf.\n———. “Geometroidea, Geometridae (in part): Geometrinae (in part).” In The Moths of America North of Mexico, Fascicle 18.2, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1985. https://images.peabody.yale.edu/mona/18-1-ocr.pdf.\n———. “Noctuoidea (in part): Lymantriidae.” In The Moths of America North of Mexico, Fascicle 22.2, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1978. https://images.peabody.yale.edu/mona/22-2-ocr.pdf.\nHodges, Ronald W. “Gelechioidea (in part): Cosmopterigidae.” In The Moths of America North of Mexico, Fascicle 6.1, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1978. https://images.peabody.yale.edu/mona/06-1-ocr.pdf.\n———. “Gelechioidae, Gelechiidae (in part), Gelechiinae (in part—Chionodes).” In The Moths of America North of Mexico, Fascicle 7.6, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1999. https://images.peabody.yale.edu/mona/07-6-ocr.pdf.\n———. “Gelechioidea: Gelechiidae (in part).” In The Moths of America North of Mexico, Fascicle 7.1, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1986. https://images.peabody.yale.edu/mona/07-1-ocr.pdf.\n———. “Gelechioidea: Oecophoridae (in part).” In The Moths of America North of Mexico, Fascicle 6.2, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1974. https://images.peabody.yale.edu/mona/06-2-ocr.pdf.\n———. “Sphingoidea: Hawkmoths.” In The Moths of America North of Mexico, Fascicle 21, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1971. https://images.peabody.yale.edu/mona/21-ocr.pdf.\nLafontaine, J. Donald. “Noctuoidea, Noctuidae (in part): Noctuinae (in part—Agrotini).” In The Moths of North America, Fascicle 27.1, edited by Ronald W. Hodges, et al. The Wedge Entomological Research Foundation, 2004. https://images.peabody.yale.edu/mona/27-1-ocr.pdf.\n———. “Noctuoidea, Noctuidae (in part): Noctuinae (in part—Euxoa).” In The Moths of America North of Mexico, Fascicle 27.2, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1987. https://images.peabody.yale.edu/mona/27-2-ocr.pdf.\n———. “Noctuoidea, Noctuidae (in part): Noctuinae (in part—Noctuini).” In The Moths of America North of Mexico, Fascicle 27.3, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1998. https://images.peabody.yale.edu/mona/27-3-ocr.pdf.\nLafontaine, J. Donald, and Robert W. Poole. “Noctuoidea, Noctuidae (in part): Plusiinae.” In The Moths of America North of Mexico, Fascicle 25.1, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1991. https://images.peabody.yale.edu/mona/25-1-ocr.pdf.\nMikkola, Kauri, J. Donald Lafontaine, and Jocelyn D. Gill. “Noctuoidea, Noctuidae (in part), Xyleninae (in part): Apameini (in part—Apamea Group of Genera).” In The Moths of North America, Fascicle 26.9, edited by Ronald W. Hodges, et al. The Wedge Entomological Research Foundation, 2009. https://images.peabody.yale.edu/mona/26-9-ocr.pdf.\nMunroe, Eugene. “Pyraloidea, Pyralidae (in part): Evergestinae.” In The Moths of America North of Mexico, Fascicle 13.1C, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1973. https://images.peabody.yale.edu/mona/13-1C-ocr.pdf.\n———. “Pyraloidea, Pyralidae (in part): Odontiinae and Glaphyriinae.” In The Moths of America North of Mexico, Fascicle 13.1B, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1972. https://images.peabody.yale.edu/mona/13-1B-ocr.pdf.\n———. “Pyraloidea, Pyralidae (in part): Scopariinae and Nymphulinae.” In The Moths of America North of Mexico, Fascicle 13.1A, edited by Richard B. Dominick, et al. E. W. Classey Limited, 1972. https://images.peabody.yale.edu/mona/13-1A-ocr.pdf.\n———. “Pyraloidea, Pyrautinae (in part): Pyraustini (Conclusion).” In The Moths of America North of Mexico, Fascicle 13.2B, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1976. https://images.peabody.yale.edu/mona/13-2B-ocr.pdf.\n———. “Pyraloidea, Pyrautinae (in part): Pyraustini (in part).” In The Moths of America North of Mexico, Fascicle 13.2A, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1976. https://images.peabody.yale.edu/mona/13-2A-ocr.pdf.\nNeunzig, H. H. “Pyraloidea, Pyralidae (in part): Phycitinae (in part).” In The Moths of America North of Mexico, Fascicle 15.3, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1990. https://images.peabody.yale.edu/mona/15-3-ocr.pdf.\n———. “Pyraloidea, Pyralidae (in part): Phycitinae (in part).” In The Moths of America North of Mexico, Fascicle 15.4, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1997. https://images.peabody.yale.edu/mona/15-4-ocr.pdf.\n———. “Pyraloidea, Pyralidae (in part): Phycitinae (in part).” In The Moths of America North of Mexico, Fascicle 15.5, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 2003. https://images.peabody.yale.edu/mona/15-5-ocr.pdf.\n———. “Pyraloidea, Pyralidae (in part): Phycitinae (in part—Acrobasis and Allies).” In The Moths of America North of Mexico, Fascicle 15.2, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1986. https://images.peabody.yale.edu/mona/15-2-ocr.pdf.\nPoole, Robert W. “Noctuoidea, Noctuidae (in part): Cuculliinae, Striinae, and Psaphidinae (in part).” In The Moths of America North of Mexico, Fascicle 26.1, edited by Richard B. Dominick, et al. The Wedge Entomological Research Foundation, 1995. https://images.peabody.yale.edu/mona/26-1-ocr.pdf.\nPowell, Jerry A., and John W. Brown. “Tortricoidea, Tortricidae (in part), Tortricinae (in part): Spartganothini and Atteriini.” In The Moths of North America, Fascicle 8.1, edited by Ronald W. Hodges, et al. The Wedge Entomological Research Foundation, 2012. https://images.peabody.yale.edu/mona/08-1-ocr.pdf.\n\nMoth Photographers Group\n“North American Moth Photographers Group: Digital Guide to Moth Identification.” Mississippi State University, 2011. https://mothphotographersgroup.msstate.edu/.\n   Moth Photographer’s Group. “Digrammia excurvata.” North American Moth Photographers Group, 2011-2023. https://mothphotographersgroup.msstate.edu/species.php?hodges=6363.\n   ———. “Digrammia napensis.” North American Moth Photographers Group, 2011-2023. https://mothphotographersgroup.msstate.edu/species.php?hodges=6366.\n   ———. “Mythimna unipuncta.” North American Moth Photographers Group, 2011-2023. https://mothphotographersgroup.msstate.edu/species.php?hodges=10438.\n   ———. “Spodoptera praefica.” North American Moth Photographers Group, 2011-2023. https://mothphotographersgroup.msstate.edu/species.php?hodges=9667.\n\nPacific Northwest Moths\n\"Pacific Northwest Moths.\" Western Washington University. http://pnwmoths.biol.wwu.edu/.\n   Western Washington University. \"Digrammia excurvata (Packard, 1874).\" Pacific Northwest Moths. https://www.butterfliesandmoths.org/species/Digrammia-excurvata.\n   ———. \"Spodoptera praefica (Grote, 1875).\" Pacific Northwest Moths. http://pnwmoths.biol.wwu.edu/browse/family-noctuidae/subfamily-noctuinae/tribe-prodeniini/spodoptera/spodoptera-praefica/.\n\nSinging Insects of North America\nWalker, Thomas J., and Teresa Marie Yawn. “Singing Insects of North America (SINA).” The Orthopterist’s Society, 2000. https://orthsoc.org/sina/.\n   ———. “House Cricket Acheta domesticus (Linnaeus 1758).” Audio, The Orthopterist’s Society. https://orthsoc.org/sina/487a.htm.\n   ———. “Mud Crack Field Cricket Gryllus integer (Scudder 1901).” Audio, The Orthopterist’s Society. https://orthsoc.org/sina/480a.htm.\n   ———. “Snowy Tree Cricket Oecanthus fultoni (T. Walker 1962).” Audio, The Orthopterist’s Society. https://orthsoc.org/sina/585a.htm.\n   ———. “West Coast Spring Field Cricket Gryllus veletisoides (Weissman & Gray 2019).” Audio, The Orthopterist’s Society. https://orthsoc.org/sina/737a.htm.\n   ———. “Western Rock-loving Field Cricket Gryllus saxatilis (Weissman & Gray 2019).” Audio, The Orthopterist’s Society. https://orthsoc.org/sina/731a.htm.\n\nUniversity of California, Agriculture and Natural Resources\nBellows, T. S., J. N. Kabashima, and Karen L. Robb. “Whiteflies: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, September 2015. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7401.html.\nBethke, J. A., Steve H. Dreistadt, and L. G. Varela. “Thrips: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, May 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7429.html.\nBugg, Robert L., Ramy G. Colfer, William E. Chaney, Hugh A. Smith, and James Cannon. Flower Flies (Syrphidae) and Other Biological Control Agents for Aphids in Vegtable Crops. University of California Division of Agriculture and Natural Resources Publications, 2008. https://doi.org/10.3733/ucanr.8285.\nCaprile, J. L., Mary L. Flint, M. P. Bolda, J. A. Grant, R. Van Steenwyk, and David R. Haviland. “Spotted Wing Drosophila: Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, August 2011. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74158.html.\nChoe, Dong-Hwan. “Pantry Pests: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, March 2013. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7452.html.\nDreistadt, Steve H. “Sycamore Scale: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2010. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7409.html.\nDreistadt, Steve H., Julie P. Newman, and Karen L. Robb. Sticky Trap Monitoring of Insect Pests. University of California Agriculture and Natural Resources Publications, 1998. https://anrcatalog.ucanr.edu/Details.aspx?itemNo=21572E.\nFlint, Mary L. “Walnut Husk Fly: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2009. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7430.html.\nGeisel, P. M., and Ed J. Perry. “Oak Pit Scale: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, May 2013. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7470.html.\nGerry, Alec C., Nyles G. Peterson, and Bradley A. Mullens. Predicting and Controlling Stable Flies on California Dairies. University of California Division of Agriculture and Natural Resources Publications, 2007. https://doi.org/10.3733/ucanr.8258.\nGodfrey, Kris, David Haviland, Jeffrey Erwin, Kent Daane, and Walt Bentley. Vine Mealybug: What You Should Know. University of California Agriculture and Natural Resources Publications, 2005. https://doi.org/10.3733/ucanr.8152.\nGodfrey, Kris, Frank Zalom, and Joanna Chiu. Tuta Absoluta The South American Tomato Leafminer. University of California Agriculture and Natural Resources Publications, 2018. https://doi.org/10.3733/ucanr.8589.\nGrafton-Cardwell, Beth. Stages of the Cottony Cushion Scale (Icerya purchasi) and Its Natural Enemy, the Vedalia Beetle (Rodolia cardinalis). University of California Division of Agriculture and Natural Resources Publications, 2002. https://doi.org/10.3733/ucanr.8051.\nGreenberg, L., and J. N. Kabashima. “Red Imported Fire Ant: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, December 2013. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7487.html.\nKabashima, J. N., Steve H. Dreistadt, J. G. Morse, P. A. Phillips, and R. E. Rice. “Scale: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, September 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7408.html.\nKabashima, J. N., Timothy D. Paine, Kent Daane, and Steve H. Dreistadt. “Psyllids: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, April 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7423.html.\nLewis, V. R., Andrew M. Sutherland, and M. I. Haverty. “Subterranean and Other Termites: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, August 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7415.html.\nLewis, V. R., and S. J. Seybold. “Wood-Boring Beetles in Homes: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, June 2010. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7418.html.\nMueller, Shannon C., Charles G. Summers, and Peter B. Goodell. A Field Key to Lygus Species of the Central San Joaquin Valley. University of California Division of Agriculture and Natural Resources Publications, 2003. https://doi.org/10.3733/ucanr.8104.\nMussen, Eric. “Wood Wasps and Horntails: Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, April 2010. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7407.html.\n———. “Yellowjackets and Other Social Wasp: Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, March 2012. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7450.html.\nPerry, Ed J. “Springtails: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2007. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74136.html.\nPerry, Ed J., and Karey Windbeil-Rojas. “Boxelder Bug: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2014. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74114.html.\nRust, M. K., and M. R. Millard. “Silverfish and Firebrat: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, December 2009. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7475.html.\nSwain, S. V., Steve. H. Dreistadt, and P. Svihra. “Pitch Moths: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2013. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7479.html.\nSymmes, Emily J., and Steve H. Dreistadt. “Redhumped Caterpillar: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, September 2017. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7474.html.\nZalom, F. G., R. A. Van Steenwyk, H. J. Burrack, and M. W. Johnson. “Olive Fruit Fly: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, February 2009. https://ipm.ucanr.edu/PMG/PESTNOTES/pn74112.html.\n\nOther\nAbela, Alice. “Pallid-winged Grasshopper (Trimerotropis Pallidipennis).” iNaturalist, 2010-2022. https://www.inaturalist.org/observations?placeid=any&subview=table&taxonid=51493&userid=aliceabela&verifiable=any.\nBellinger, Peter F., Kenneth A. Christiansen, and Frans Janssens. Collembola (Springtails). 2019. https://www.collembola.org/.\nCollins-Sussman, Emmit, and Arman. “Ant Resources.” Google Docs, March 23, 2023. https://docs.google.com/document/d/1N_m-Lhwh0wdBRUmsCGeUCTBu47DfdQMFKQd7SqAn-r8/edit.\nDankowicz, Zachary, and Even Dankowicz. “Field/Photo ID for Flies.” Fly Guide. https://sites.google.com/view/flyguide.\nEvans, Gregory A. “The Whiteflies (Hemiptera: Aleyrodidae) of the World and Their Host Plants and Natural Enemies.” USDA/Animal Plant Health Inspection Service (APHIS), June 11, 2007. https://keys.lucidcentral.org/keys/v3/whitefly/PDF_PwP%20ETC/world-whitefly-catalog-Evans.pdf.\nHawley, Clifford. \"Honeydew Gall Wasp (Discholcaspis eldoradensis).\" iNaturalist, November 21, 2019. https://www.inaturalist.org/observations/35995599.\nHill, Kathy, and David C. Marshall. “InsectSingers: Song Recordings and Information on Cicadas and Other Acoustic Insects.” InsectSingers, April 19, 2022. https://www.insectsingers.com/.\nLangdon-Lassagne, Emily. \"Subgenus Eumelissodes\". iNaturalist, August 4, 2021. https://www.inaturalist.org/observations/100167000.\nLeonard, Anne, Stephen Buchmann, Daniel Papaj, and Wulfia Gronenberg. \"Buzz Pollination.\" https://www.anneleonard.com/buzz-pollination/.\nNeuswanger, Jason. \"Insect Order Trichoptera (Caddisflies).\" Troutnut, 2004-2023. http://www.troutnut.com/hatch/12/Insect-Trichoptera-Caddisflies.\n“Planthoppers of North America.” University of Delaware. https://sites.udel.edu/planthoppers/.\nVolesky, Nick. “Three-Lined Potato Beetle.” Utah State University, September 2020. https://extension.usu.edu/pests/research/three-lined-potato-beetle.\n","wordCount":7573,"tags":[],"type":"Content"},{"name":"Other Arthropods","description":"","owner":"August Frisk","path":"/documentation/Arthropods/03_arthropodology","text":"\nReferences\n\nBooks\nEbeling, Walter. “Urban Entomology.” University of California Riverside, 1975. https://entomology.ucr.edu/ebeling.\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\n\nBugGuide\n“BugGuide.” Iowa State University, 2003. https://bugguide.net/.\n\nKQED: Deep Look\nCassidy, Josh. \"For Pacific Mole Crabs It's Dig or Die.\" Deep Look, February 13, 2018. https://www.kqed.org/science/1919531/for-pacific-mole-crabs-its-dig-or-die.\n———. \"Once a Spawn a Time: Horseshoe Crabs Mob the Beach.\" Deep Look, August 31, 2021. https://www.kqed.org/science/1976488/once-a-spawn-a-time-horseshoe-crabs-mob-the-beach.\n———. \"Roly Polies Came From the Sea to Conquer the Earth.\" Deep Look, January 17, 2017. https://www.kqed.org/science/1299421/roly-polies-came-from-the-sea-to-conquer-the-earth-deep-look.\n———. \"Watch These Hermit Crabs Shop for the Perfect Shell.\" Deep Look, June 15, 2021. https://www.kqed.org/science/1975024/watch-these-hermit-crabs-shop-for-the-perfect-shell.\nKennerson, Elliott. \"The House Centipede Is Fast, Furious and Hella Leggy.\" Deep Look, September 25, 2018. https://www.kqed.org/science/1931366/the-house-centipede-is-fast-furious-and-hella-leggy.\n———. \"Whack! Jab! Crack! It's a Blackback Land Crab Smackdown.\" Deep Look, November 6, 2018. https://www.kqed.org/science/1933532/whack-jab-crack-its-a-blackback-land-crab-smackdown.\nKennerson, Elliott, and Carrie Boyle. \"The Snail-Smashing, Fish-Spearing, Eye-Popping Mantis Shrimp.\" Deep Look, November 15, 2016. https://www.kqed.org/science/1109305/the-snail-smashing-fish-spearing-eye-popping-mantis-shrimp.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"Decorator Crabs Make High Fashion at Low Tide | Deep Look.\" Video, YouTube, May 9, 2017. https://youtu.be/OwQcv7TyX04.\n   ———. \"For Pacific Mole Crabs It's Dig or Die | Deep Look.\" Video, YouTube, February 13, 2018. https://youtu.be/tfoYD8pAsMw.\n   ———. \"The House Centipede Is Fast, Furious and Hella Leggy | Deep Look.\" Video, YouTube, September 25, 2018. https://youtu.be/q2RtbP1d7Kg.\n   ———. \"Once a Spawn a Time: Horseshoe Crabs Mob the Beach | Deep Look.\" Video, YouTube, August 31, 2021. https://youtu.be/iYvWssvg1YU.\n   ———. \"Roly Polies Came From the Sea to Conquer the Earth | Deep Look.\" Video, YouTube, January 17, 2017. https://youtu.be/sj8pFX9SOXE.\n   ———. \"The Snail-Smashing, Fish-Spearing, Eye-Popping Mantis Shrimp | Deep Look.\" Video, YouTube, November 15, 2016. https://youtu.be/Lm1ChtK9QDU.\n   ———. \"These Acrobatic Beach Hoppers Shred All Night Long | Deep Look.\" Video, YouTube, February 9, 2021. https://youtu.be/zz8P8ig459g.\n   ———. \"This Millipede and Beetle Have a Toxic Relationship | Deep Look.\" Video, YouTube, April 23, 2019. https://youtu.be/s5ocDRUFUIE.\n   ———. \"Whack! Jab! Crack! It's a Blackback Land Crab Smackdown | Deep Look.\" Video, YouTube, November 6, 2018. https://youtu.be/KBMUhG0aEFg.\n   ———. \"Watch These Hermit Crabs Shop for the Perfect Shell | Deep Look.\" Video, YouTube, June 15, 2021. https://youtu.be/zCsbTcmtsoA.\nOh, Jenny. \"This Millipede and Beetle Have a Toxic Relationship.\" Deep Look, April 23, 2019. https://www.kqed.org/science/1939811/this-millipede-and-beetle-have-a-toxic-relationship.\nQuirós, Gabriela. \"Decorator Crabs Make High Fashion at Low Tide.\" Deep Look, May 9, 2017. https://www.kqed.org/science/1602625/decorator-crabs-make-high-fashion-at-low-tide.\nSeely, Mike. \"These Acrobatic Beach Hoppers Shred All Night Long.\" Deep Look, February 9, 2021. https://www.kqed.org/science/1972559/these-acrobatic-beach-hoppers-shred-all-night-long.\n\nOther\nGalerie Insecte. “Galerie du Monde des insectes,” 2002. https://www.galerie-insecte.org/galerie/fichier.php.\n“Meet the Beneficials: Natural Enemies of Garden Pests.” Poster, University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, June 21, 2016. https://ipm.ucanr.edu/IPMPROJECT/ADS/poster_naturalenemies.html.\nToft, Jason D., Jeffery R. Cordell, and Wayne Fields. “New Records of Crustaceans (Amphipoda, Isopoda) in the Sacramento/San Joaquin Delta, California, and Application of Criteria for Introduced Species.” Journal of Crustacean Biology 22, no. 1 (February 1, 2002): 190–200. https://doi.org/10.1163/20021975-99990222.","wordCount":493,"tags":[],"type":"Content"},{"name":"Birds","description":"","path":"/documentation/Birds","text":"","wordCount":0,"tags":[],"type":"TOC"},{"name":"Birds","description":"","owner":"","path":"/documentation/Birds/ornithology","text":"\nReferences\n\nAll About Birds\n“All About Birds: Online Bird Guide, Bird ID Help, Life History, Bird Sounds from Cornell.” Cornell Lab of Ornithology. https://www.allaboutbirds.org/.\n   Cornell Lab of Ornithology. \"American Coot Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/American_Coot/sounds.\n   ———. \"American Crow Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/American_Crow/sounds.\n   ———. \"American Robin Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/American_Robin/sounds.\n   ———. \"Anna's Hummingbird Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Annas_Hummingbird/sounds.\n   ———. \"Black Phoebe Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Black_Phoebe/sounds.\n   ———. \"Brown-headed Cowbird Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Brown-headed_Cowbird/sounds.\n   ———. \"California Scrub-Jay Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/California_Scrub-Jay/sounds.\n   ———. \"Canada Goose Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Canada_Goose/sounds.\n   ———. \"Cliff Swallow Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Cliff_Swallow/sounds.\n   ———. “Cooper’s Hawk Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Coopers_Hawk/sounds.\n   ———. \"Eurasian Collared-Dove Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Eurasian_Collared-Dove/sounds.\n   ———. \"Great Horned Owl Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/GreatHornedOwl/sounds.\n   ———. \"Great-tailed Grackle Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Great-tailed_Grackle/sounds.\n   ———. \"House Finch Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/House_Finch/sounds.\n   ———. \"Killdeer Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Killdeer/sounds.\n   ———. “Lesser Goldfinch Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Lesser_Goldfinch/sounds.\n   ———. \"Mallard Overview.\" All About Birds. https://www.allaboutbirds.org/guide/Mallard/overview.\n   ———. \"Marsh Wren Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Marsh_Wren/sounds.\n   ———. \"Mourning Dove Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Mourning_Dove/sounds.\n   ———. \"Muscovy Duck Overview.\" All About Birds. https://www.allaboutbirds.org/guide/Muscovy_Duck/overview.\n   ———. \"Northern Flicker Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Northern_Flicker/sounds.\n   ———. “Northern Mockingbird Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Northern_Mockingbird/sounds.\n   ———. \"Nuttall's Woodpecker Sightings Map.\" All About Birds. https://www.allaboutbirds.org/guide/Nuttalls_Woodpecker/maps-sightings.\n   ———. “Nuttall's Woodpecker Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Nuttalls_Woodpecker/sounds.\n   ———. \"Red-eyed Vireo Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Red-eyed_Vireo/sounds.\n   ———. \"Red-shouldered Hawk Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Red-shouldered_Hawk/sounds.\n   ———. \"Red-tailed Hawk Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Red-tailed_Hawk/sounds.\n   ———. “Red-winged Blackbird Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Red-winged_Blackbird/sounds.\n   ———. \"Sandhill Crane Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Sandhill_Crane/sounds.\n   ———. \"Song Sparrow Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Song_Sparrow/sounds.\n   ———. \"Spotted Towhee Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Spotted_Towhee/sounds.\n   ———. \"Swainson's Hawk Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Swainsons_Hawk/sounds.\n   ———. \"Yellow-billed Magpie Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Yellow-billed_Magpie/sounds.\n   ———. “Yellow-rumped Warbler Sounds.” All About Birds. https://www.allaboutbirds.org/guide/Yellow-rumped_Warbler/sounds.\n   ———. \"Western Meadowlark Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/Western_Meadowlark/sounds.\n   ———. \"White-crowned Sparrow Sounds.\" All About Birds. https://www.allaboutbirds.org/guide/White-crowned_Sparrow/sounds.\nCornell Lab of Ornithology. \"All About Feathers.\" All About Birds. https://academy.allaboutbirds.org/features/all-about-feathers/#how-feathers-are-built.php.\n\nBird Sounds\n“Bird Sounds and Bird Calls in USA & Canada.” Weiland, Torben, 2013. https://www.bird-sounds.net/.\n   Weiland, Torben. “American Coot - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/american-coot/.\n   ———. “American Crow - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/american-crow/.\n   ———. “American Robin - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/american-robin/.\n   ———. “Anna’s Hummingbird - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/annas-hummingbird/.\n   ———. “Black Phoebe - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/black-phoebe/.\n   ———. “Brown-headed Cowbird - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/brown-headed-cowbird/.\n   ———. “California Scrub-Jay - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/california-scrub-jay/.\n   ———. \"Canada Goose - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/canada-goose/.\n   ———. “Cliff Swallow - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/cliff-swallow/.\n   ———. “Cooper’s Hawk - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/coopers-hawk/.\n   ———. \"Eurasian Collared-Dove - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/eurasian-collared-dove/.\n   ———. “Great Horned Owl - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/great-horned-owl/.\n   ———. “Great-tailed Grackle - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/great-tailed-grackle/.\n   ———. “House Finch - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/house-finch/.\n   ———. “Killdeer - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/killdeer/.\n   ———. “Lesser Goldfinch - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/lesser-goldfinch/.\n   ———. “Marsh Wren - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/marsh-wren/.\n   ———. “Mourning Dove - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/mourning-dove/.\n   ———. “Northern Flicker - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/northern-flicker/.\n   ———. “Northern Mockingbird - Song / Call / Voice / Sound.” Audio, Bird-Sounds. 2013-2023. https://www.bird-sounds.net/northern-mockingbird/.\n   ———. “Nuttall's Woodpecker - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/nuttalls-woodpecker/.\n   ———. “Red-eyed Vireo - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/red-eyed-vireo/.\n   ———. \"Red-shouldered Hawk - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/red-shouldered-hawk/.\n   ———. “Red-tailed Hawk - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/red-tailed-hawk/.\n   ———. “Red-winged Blackbird - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/red-winged-blackbird/.\n   ———. \"Sandhilll Crane - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/sandhill-crane/.\n   ———. “Song Sparrow - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/song-sparrow/.\n   ———. “Spotted Towhee - Song / Call / Voice / Sound,” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/spotted-towhee/.\n   ———. \"Swainson's Hawk - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/swainsons-hawk/.\n   ———. \"Yellow-billed Magpie - Song / Call / Voice / Sound.\" Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/yellow-billed-magpie/.\n   ———. “Yellow-rumped Warbler - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/yellow-rumped-warbler/.\n   ———. “Western Meadowlark - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/western-meadowlark/.\n   ———. “White-crowned Sparrow - Song / Call / Voice / Sound.” Audio, Bird-Sounds, 2013-2023. https://www.bird-sounds.net/white-crowned-sparrow/.\n\nBooks\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nKricher, John. Peterson Reference Guide to Bird Behavior. Mariner Books, 2020.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nPeterson, Roger Tory. Peterson Field Guide to Birds of Western North America, Fifth Edition. Mariner Books, 2020.\nShewey, John, and Tim Blount. Birds of the Pacific Northwest. Timber Press, 2017.\nShunk, Stephen A. Peterson Reference Guide to Woodpeckers of North America. Mariner Books, 2016.\nWright, Rick. Peterson Reference Guide to Sparrows of North America. Mariner Books, 2019.\n\nGeotripper's California Birds\n“Geotripper’s California Birds.” Gary Hayes, September 2014. https://geotripperbirds.blogspot.com/.\n   Hayes, Garry. \"Ardea alba.\" Geotripper's California Birds* (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Ardea%20alba.\n   ———. \"Black-crowned Night-Heron\". Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Black-crowned%20Night-Heron.\n   ———. \"Black Phoebe (Sayornis nigricans).\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Black%20Phoebe%20%28Sayornis%20nigricans%29.\n   ———. “Buteo swainsoni.” Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Buteo%20swainsoni.\n   ———. \"Callipepla californica.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Callipepla%20californica.\n   ———. \"Catching Up With Our California Endemic: The Yellow-billed Magpie.\" Geotripper's California Birds (blog), November 15, 2019. https://geotripperbirds.blogspot.com/2019/11/catching-up-with-our-california-endemic.html.\n   ———. \"Fulica americana.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Fulica%20Americana.\n   ———. \"Sialia mexicana.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Sialia%20mexicana.\n   ———. \"Spinus psaltria.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Spinus%20psaltria.\n   ———. \"Mourning Dove.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Mourning%20Dove.\n   ———. \"Yellow-billed Magpie.\" Geotripper's California Birds (blog), 2014-2023. https://geotripperbirds.blogspot.com/search/label/Yellow-billed%20Magpie.\n\nKQED: Deep Look\nCassidy, Josh. \"You've Heard of a Murder of Crows. How About a Crow Funeral?\" Deep Look, May 15, 2018. https://www.kqed.org/science/1923458/youve-heard-of-a-murder-of-crows-how-about-a-crow-funeral.\nKennerson, Elliott. \"Volunteer Brown Pelican Count Aims to Measure Recovery of Once-Endangered Birds.\" Deep Look, April 25, 2017. https://www.kqed.org/science/1565668/volunteer-brown-pelican-count-aims-to-measure-recovery-of-once-endangered-birds.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"How Do Pelicans Survive Their Death-Defying Dives? | Deep Look.\" Video, YouTube, April 25, 2017. https://youtu.be/BfEboMmwAMw.\n   ———. \"Peregrine Falcons are Feathered Fighter Jets, Basically | Deep Look.\" Video, YouTube, August 20, 2019. https://youtu.be/lm0CtcEZV4E.\n   ———. \"Raising Peregrine Falcon Chicks is a Real Cliff-hanger | Deep Look.\" Video, YouTube, October 6, 2020. https://youtu.be/RTNZmnD27is.\n   ———. \"What Happens When You Put a Hummingbird in a Wind Tunnel? | Deep Look.\" Video, YouTube, March 31, 2015. https://youtu.be/1V7Tim2RNTo.\n   ———. \"You’d Never Guess What an Acorn Woodpecker Eats | Deep Look.\" Video, YouTube, June 12, 2018. https://youtu.be/XvPaiDX_3JM.\n   ———. \"You've Heard of a Murder of Crows. How About a Crow Funeral? | Deep Look.\" Video, YouTube, May 15, 2018. https://youtu.be/ixYVFZnNl6s.\nOh, Jenny. \"Peregrine Falcons are Feathered Fighter Jets, Basically.\" Deep Look, August 20, 2019. https://www.kqed.org/science/1944037/peregrine-falcons-are-feathered-fighter-jets-basically.\nQuirós, Gabriela. \"Raising Peregrine Falcon Chicks is a Real Cliff-hanger.\" October 6, 2020. https://www.kqed.org/science/1969983/raising-peregrine-falcon-chicks-is-a-real-cliff-hanger.\n———. \"You’d Never Guess What an Acorn Woodpecker Eats.\" Deep Look, June 12, 2018. https://www.kqed.org/science/1925251/youd-never-guess-what-an-acorn-woodpecker-eats.\nSadiq, Sheraz. \"What Happens When You Put a Hummingbird in a Wind Tunnel?\" Deep Look, March 31, 2015. https://www.kqed.org/science/28759/what-happens-when-you-put-a-hummingbird-in-a-wind-tunnel.\n\nMacaulay Library\n“Macaulay Library: A Scientific Archive for Research, Education, and Conservation, Powered by You.” Cornell Lab of Ornithology, 2000. https://www.macaulaylibrary.org/.\n   Cornell Lab of Ornithology. “American Coot - Fulica americana.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=amecoo&mediaType=audio&sort=ratingrankdesc.\n   ———. “American Crow - Corvus brachyrhynchos.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=amecro&mediaType=audio&sort=ratingrankdesc.\n   ———. “American Robin - Turdus migratorius.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=amerob&mediaType=audio&sort=ratingrankdesc.\n   ———. “Anna’s Hummingbird - Calypte anna.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=annhum&mediaType=audio&sort=ratingrankdesc.\n   ———. “Black Phoebe - Sayornis nigricans.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=blkpho&mediaType=audio&sort=ratingrankdesc.\n   ———. “Brown-headed Cowbird - Molothrus ater.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=bnhcow&mediaType=audio&sort=ratingrankdesc.\n   ———. “California Scrub-Jay - Aphelocoma californica.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=cowscj1&mediaType=audio&sort=ratingrankdesc.\n   ———. \"Canada Goose - Branta canadensis.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=cangoo&mediaType=audio&sort=ratingrankdesc.\n   ———. “Cliff Swallow - Petrochelidon pyrrhonota.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=cliswa&mediaType=audio&sort=ratingrankdesc.\n   ———. “Cooper’s Hawk - Accipiter cooperii.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=coohaw&mediaType=audio&sort=ratingrankdesc&tag=call.\n   ———. \"Eurasian Collared-Dove - Streptopelia decaocto.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=eucdov&mediaType=audio&sort=ratingrankdesc.\n   ———. “Great Horned Owl - Bubo virginianus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=grhowl&mediaType=audio&sort=ratingrankdesc.\n   ———. “Great-tailed Grackle - Quiscalus mexicanus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=x00758&mediaType=audio&sort=ratingrankdesc.\n   ———. \"Graylag x Canada Goose (hybrid) - Anser anser x Branta canadensis.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=grxcgo&mediaType=audio&sort=ratingrankdesc.\n   ———. “House Finch - Haemorhous mexicanus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=houfin&mediaType=audio&sort=ratingrankdesc.\n   ———. “Killdeer - Charadrius vociferus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=killde&mediaType=audio&sort=ratingrankdesc.\n   ———. “Lesser Goldfinch - Spinus psaltria.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=lesgol&mediaType=audio&sort=ratingrankdesc.\n   ———. “Mallard (Domestic type) - Anas platyrhynchos (Domestic type).” Photo, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=mallar2&mediaType=photo&sort=ratingrankdesc.\n   ———. “Marsh Wren - Cistothorus palustris.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=marwre&mediaType=audio&sort=ratingrankdesc.\n   ———. “Mourning Dove - Zenaida macroura.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=moudov&mediaType=audio&sort=ratingrankdesc.\n   ———. “Northern Flicker - Colaptes auratus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=norfli&mediaType=audio&sort=ratingrankdesc.\n   ———. “Northern Mockingbird - Mimus polyglottos.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=normoc&mediaType=audio&sort=ratingrankdesc.\n   ———. “Nuttall's Woodpecker - Dryobates nuttallii.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=nutwoo&mediaType=audio&sort=ratingrankdesc.\n   ———. “Red-eyed Vireo - Vireo olivaceus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=reevir&mediaType=audio&sort=ratingrankdesc.\n   ———. \"Red-shouldered Hawk - Buteo lineatus.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=reshaw&mediaType=audio&sort=ratingrankdesc.\n   ———. “Red-tailed Hawk - Buteo jamaicensis.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=rethaw&mediaType=audio&sort=ratingrankdesc&tag=courtshipdisplayor_copulation.\n   ———. “Red-winged Blackbird - Agelaius phoeniceus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=rewbla&mediaType=audio&sort=ratingrankdesc.\n   ———. \"Sandhill Crane - Antigone canadensis.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=sancra&mediaType=audio&sort=ratingrankdesc.\n   ———. “Song Sparrow - Melospiza melodia.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=sonspa&mediaType=audio&sort=ratingrankdesc.\n   ———. “Spotted Towhee - Pipilo maculatus.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=spotow&mediaType=audio&sort=ratingrankdesc.\n   ———. \"Swainson's Hawk - Buteo swainsoni.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=swahaw&mediaType=audio&sort=ratingrankdesc&age=immature.\n   ———. \"Yellow-billed Magpie - Pica nuttalli.\" Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=yebmag&mediaType=audio&sort=ratingrankdesc.\n   ———. “Yellow-rumped Warbler - Setophaga coronata.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=yerwar&mediaType=audio&sort=ratingrankdesc.\n   ———. “Western Meadowlark - Sturnella neglecta.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=wesmea&mediaType=audio&sort=ratingrankdesc.\n   ———. “White-crowned Sparrow - Zonotrichia leucophrys.” Audio, Macaualy Library, 2000-2023. https://search.macaulaylibrary.org/catalog?taxonCode=whcspa&mediaType=audio&sort=ratingrankdesc.\n\nNatural Hisotry Journal\n“Natural History Journal: Notes from a California Naturalist.” Nystrom, Siera, September 2016. https://natural-history-journal.blogspot.com/.\n   Nystrom, Siera. \"Acorn Woodpecker & Granary Trees.\" Natural History Journal (blog), November 12, 2016. https://natural-history-journal.blogspot.com/2016/11/the-acorn-woodpeckers-melanerpes.html.\n   ———. \"American Coots & Baby... Cootlings?\" Natural History Journal (blog), July 10, 2018. https://natural-history-journal.blogspot.com/2018/07/american-coots-little-baby-cootlings.html.\n   ———. \"American Kestrel: A Pint-sized Predator.\" Natural History Journal (blog), October 18, 2019. https://natural-history-journal.blogspot.com/2019/10/american-kestrel-pint-sized-predator.html.\n   ———. \"American White Pelicans: A Peek Into California's Avifaunal Past.\" Natural History Journal (blog), January 30, 2018. https://natural-history-journal.blogspot.com/2018/01/american-white-pelicans-peek-at.html.\n   ———. \"Anna's Hummingbird: An Unlikely Mountaineer.\" Natural History Journal (blog), January 07, 2017. https://natural-history-journal.blogspot.com/2017/01/annas-hummingbird-unlikely-mountaineer.html.\n   ———. \"Birding the Pacific Northwest Coast.\" Natural History Journal (blog), June 30, 2021. https://natural-history-journal.blogspot.com/2021/06/birding-pacific-northwest-coast.html.\n   ———. \"Birds of the Desert: Black-throated Sparrow.\" Natural History Journal (blog), March 30, 2018. https://natural-history-journal.blogspot.com/2018/03/birds-of-desert-black-throated-sparrow.html.\n   ———. \"Black-crowned Night Herons at CSU Stanislaus.\" Natural History Journal (blog), October 23, 2016. https://natural-history-journal.blogspot.com/2016/10/black-crowned-night-herons-at-csu.html.\n   ———. \"Black-necked Stilts at Merced National Wildlife Refuge.\" Natural History Journal (blog), October 17, 2016. https://natural-history-journal.blogspot.com/2016/10/black-necked-stilts-at-merced-national.html.\n   ———. \"A Brand-New Species: The California Scrub-Jay.\" Natural History Journal (blog), November 03, 2016. https://natural-history-journal.blogspot.com/2016/11/a-brand-new-species-california-scrub-jay.html.\n   ———. \"Brewer's Blackbirds.\" Natural History Journal (blog), December 12, 2018. https://natural-history-journal.blogspot.com/2018/12/brewers-blackbirds.html.\n   ———. \"California's Great Goose Lineup: Canada Goose.\" Natural History Journal (blog), October 04, 2020. https://natural-history-journal.blogspot.com/2020/09/californias-great-goose-lineup-canada.html.\n   ———. \"California's Great Goose Lineup: Greater White-fronted Geese.\" Natural History Journal (blog), October 10, 2019. https://natural-history-journal.blogspot.com/2019/10/californias-great-goose-lineup-greater.html.\n   ———. \"The California Quail: Our State Bird.\" Natural History Journal (blog), January 16, 2018. https://natural-history-journal.blogspot.com/2018/01/the-california-quail-our-state-bird.html.\n   ———. \"Canyon Wren at Petroglyph Point, Lava Beds National Monument.\" Natural History Journal (blog), September 28, 2016. https://natural-history-journal.blogspot.com/2016/09/canyon-wren-at-petroglyph-point-lava.html.\n   ———. \"Cedar Waxwings: A Sure Sign of Fall.\" Natural History Journal (blog), November 01, 2016. https://natural-history-journal.blogspot.com/2016/11/cedar-waxwings-sure-sign-of-fall.html.\n   ———. \"Chipping Sparrow: A Surprise Backyard Visitor!\" Natural History Journal (blog), March 26, 2020. https://natural-history-journal.blogspot.com/2020/03/chipping-sparrow-surprise-backyard.html.\n   ———. \"Cliff Swallows: Aerial Acrobats & Adept Architects.\" Natural History Journal (blog), May 03, 2018. https://natural-history-journal.blogspot.com/2018/05/cliff-swallows-aerial-acrobats-adept.html.\n   ———. \"Common Mergansers.\" Natural History Journal (blog), January 24, 2017. https://natural-history-journal.blogspot.com/2017/01/common-mergansers.html.\n   ———. \"Dark-eyed Junco.\" Natural History Journal (blog), December 07, 2016. https://natural-history-journal.blogspot.com/2016/12/dark-eyed-junco.html.\n   ———. \"Flycathers & the Ubiquitous (but cute) Black Phoebe.\" Natural History Journal (blog), March 08, 2018. https://natural-history-journal.blogspot.com/2018/03/flycatchers-ubiquitous-but-cute-black.html.\n   ———. \"Grassland Gnomes: Burrowing Owls at Dusk.\" Natural History Journal (blog), December 06, 2020. https://natural-history-journal.blogspot.com/2020/12/grassland-gnomes-burrowing-owls-at-dusk.html.\n   ———. \"Great Egret at CSU Stanislaus.\" Natural History Journal (blog), September 16, 2016. https://natural-history-journal.blogspot.com/2016/09/great-egret-at-csu-stanislaus_16.html.\n   ———. \"Great Horned Owls.\" Natural History Journal (blog), February 03, 2017. https://natural-history-journal.blogspot.com/2017/02/great-horned-owls.html.\n   ———. \"In Praise of the Ordinary: Mourning Doves.\" Natural History Journal (blog), April 5, 2020. https://natural-history-journal.blogspot.com/2020/04/in-praise-of-ordinary-mourning-doves.html.\n   ———. \"Lesser Goldfinches.\" Natural History Journal (blog), January 8, 2018. https://natural-history-journal.blogspot.com/2018/01/lesser-goldfinches.html.\n   ———. \"The Mountains are Calling: North Cascades.\" Natural History Journal (blog), August 31, 2021. https://natural-history-journal.blogspot.com/2021/08/the-mountains-are-calling-north-cascades.html.\n   ———. \"The Neighborhood's Elusive Cooper's Hawk.\" Natural History Journal (blog), October 04, 2016. https://natural-history-journal.blogspot.com/2016/10/the-neighborhoods-elusive-coopers-hawk.html.\n   ———. \"Nesting Killdeer.\" Natural History Journal (blog), March 19, 2019. https://natural-history-journal.blogspot.com/2019/03/nesting-killdeer.html.\n   ———. \"October at San Joaquin River National Wildlife Refuge.\" Natural History Journal (blog), October 10, 2020. https://natural-history-journal.blogspot.com/2020/10/october-at-san-joaquin-river-national.html.\n   ———. \"A Special Guest Appearance at CSU Stanislaus: Cackling Geese!\" Natural History Journal (blog), January 10, 2017. https://natural-history-journal.blogspot.com/2017/01/a-special-guest-appearance-at-csu.html.\n   ———. \"Unique Beauty: A Leucistic Black Phoebe.\" Natural History Journal (blog), November 30, 2019. https://natural-history-journal.blogspot.com/2019/11/unique-beauty-leucistic-black-phoebe.html.\n   ———. \"Urban Birding.\" Natural History Journal (blog), April 23, 2020. https://natural-history-journal.blogspot.com/2020/04/urban-birding.html.\n   ———. \"Western Bluebirds.\" Natural History Journal (blog), June 09, 2020. https://natural-history-journal.blogspot.com/2020/06/western-bluebirds.html.\n\nOther\nCornell Lab of Ornithology and Chemnitz University of Technology. “BirdNET Sound ID.” BirdNET. https://birdnet.cornell.edu/api/.\neBird Contributors. “Stanislaus, CA, US.” eBird. https://ebird.org/region/US-CA-099?yr=all.\nFortnash, Jade. “Northern Mockingbird (Mimus Polyglottos).” iNaturalist, August 22, 2018. https://www.inaturalist.org/observations/15788113.\nFreitag, Nicholas. \"Final Day of My House Finch Nest.\" NestWatch. https://nestwatch.org/connect/participant-photo/final-day-of-my-house-finch-nest/.\nFrisk, Jennifer. \"Domestic Greylag Goose (Anser anser domesticus)\". iNaturalist, August 13, 2022. https://www.inaturalist.org/observations/129525307.\nHarteman Wildfowl. “Wildfowl Hybrids: Duck, Goose and Swan Crossbreeds,” 1998-2022. https://harteman.nl/hybrids.\nNational Audubon Society. “Audubon: Guide to North American Birds.” Audubon. https://www.audubon.org/bird-guide.\n   ———. \"Muscovy Duck.\" Audubon. https://www.audubon.org/field-guide/bird/muscovy-duck.\n“NestWatch: Where Birds Come to Life.” Cornell Lab of Ornithology. https://nestwatch.org/.\nSchagene, Allen. \"Cairina moschata Muscovy Duck.\" Animal Diversity Web, 2010. https://animaldiversity.org/accounts/Cairina_moschata/.\n“Skullsite: Bird Skull Collection.” Jansen, Jan, Wouter Van Gestel, and Experimental Zoology Group of Wageningen University. https://skullsite.com/.\n   Jansen, Jan, and Wouter Van Gestel. “Anas platyrhynchos (Mallard).” Skullsite. https://skullsite.com/skullpage/anas-platyrhynchos-mallard/.\n   ———. “Mimus polyglottos (Northern Mockingbird).” Skullsite. https://skullsite.com/skullpage/mimus-polyglottos-northern-mockingbird/.\nT., Paula. \"House Finch Fledglings.\" NestWatch. https://nestwatch.org/connect/participant-photo/house-finch-fledglings-2/.\nThat Bug Guy. “Mallard x Muscovy Duck - Way-out Waterfowl.” iNaturalist, October 25, 2022. https://www.inaturalist.org/journal/thatbugguy/71906-mallard-x-muscovy-duck-way-out-waterfowl.\nUniversity of Wisconsin-Madison. “Journey North: Tracking Migrations and Seasons.” Journey North, 1997. https://journeynorth.org/.","wordCount":2375,"tags":[],"type":"Content"},{"name":"Bird Feathers","description":"","owner":"","path":"/documentation/Birds/plumology","text":"\nReferences\n\nBooks\nScott, David, and Casey McFarland. Bird Feathers: A Guide to North American Species. Stackpole Books, 2010.\n\nFeather Atlas\n“The Feather Atlas: Flight Feathers of North American Birds.” U.S. Fish and Wildlife Service Forensics Laboratory, April 17, 2023. https://www.fws.gov/lab/featheratlas/.\n   U.S. Fish and Wildlife Service Forensics Laboratory. \"Acorn Woodpecker primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ACWOprimaryadult.\n   ———. \"Acorn Woodpecker secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ACWOsecondaryadult.\n   ———. \"Acorn Woodpecker tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ACWOtailadult.\n   ———. \"California Scrub-Jay primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CASJprimaryfemale.\n   ———. \"California Scrub-Jay secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CASJsecondaryfemale.\n   ———. \"California Scrub-Jay tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CASJtailfemale.\n   ———. \"Canada Goose primary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOprimaryadult.\n   ———. \"Canada Goose secondary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOsecondaryadult.\n   ———. \"Canada Goose secondary wing feathers - Adult - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOsecondaryadult_bluebk.\n   ———. \"Canada Goose tail feathers - Adult - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOtailadultbluebknew.\n   ———. \"Canada Goose tail feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOtailadult_blk.\n   ———. \"Canada Goose wing feathers - Adult - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=CAGOwingadultbluebknew.\n   ———. \"Eurasian Collared-Dove primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ECDOprimaryadult.\n   ———. \"Eurasian Collared-Dove secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ECDOsecondaryadult.\n   ———. \"Eurasian Collared-Dove tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ECDOtailadult.\n   ———. \"Eurasian Collared-Dove tail feathers undersides - Adult Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=ECDOtailad_ventral.\n   ———. \"European Starling primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTprimaryadult.\n   ———. \"European Starling primary wing feathers - Juvenile Male.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTprimaryimm.\n   ———. \"European Starling secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTsecondaryadult.\n   ———. \"European Starling secondary wing feathers - Juvenile Male.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTsecondaryimm.\n   ———. \"European Starling tail feathers - Adult Female.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTtailadult.\n   ———. \"European Starling tail feathers - Juvenile Male.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=EUSTtailimm.\n   ———. \"Great Horned Owl primary wing feathers.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=GHOW_primary.\n   ———. \"Great Horned Owl primary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=GHOWprimarydark.\n   ———. \"Great Horned Owl secondary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=GHOWsecondarydark.\n   ———. \"Great Horned Owl tail feathers.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=GHOW_tail.\n   ———. \"Great Horned Owl tail feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=GHOWtaildark.\n   ———. \"Ladder-backed Woodpecker tail feathers - Juvenile Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=LBWOtailmale.\n   ———. \"Ladder-backed Woodpecker wing feathers - Juvenile Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=LBWOwingmale.\n   ———. \"Mourning Dove primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOprimaryadult.\n   ———. \"Mourning Dove primary wing feathers - Adult Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOprimaryadult.bluebk.\n   ———. \"Mourning Dove secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOsecondaryadult.\n   ———. \"Mourning Dove secondary wing feathers - Adult Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOsecondaryadult.bluebk.\n   ———. \"Mourning Dove tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOtailadult.\n   ———. \"Mourning Dove tail feathers - Adult Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOtailadult.bluebk.\n   ———. \"Mourning Dove tail feathers - Juvenile Female.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOtailimm.\n   ———. \"Mourning Dove wing feathers - Juvenile Female.\" The Feather Atlas, April, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MODOwingimm.\n   ———. \"Muscovy Duck primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MUDUprimaryadult.\n   ———. \"Muscovy Duck secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MUDUsecondaryadult.\n   ———. \"Muscovy Duck tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=MUDUtailadult.\n   ———. \"Northern Flicker primary wing feathers - Adult Red-shafted Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLprimaryadult.\n   ———. \"Northern Flicker primary wing feathers - Adult Red-shafted Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLprimaryadult_blubk.\n   ———. \"Northern Flicker primary wing feathers undersides - Adult Red-shafted Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLprimaryadult_ventral.\n   ———. \"Northern Flicker primary wing feathers - Adult Yellow-shafted Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLprimaryadult.\n   ———. \"Northern Flicker primary wing feathers - Adult Yellow-shafted Male - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLprimaryadult_blubk.\n   ———. \"Northern Flicker primary wing feathers undersides - Adult Yellow-shafted Male - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLprimaryadult_ventral.\n   ———. \"Northern Flicker secondary wing feathers - Adult Red-shafted Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLsecondaryadult.\n   ———. \"Northern Flicker secondary wing feathers undersides - Adult Red-shafted Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLsecondaryadult_ventral.\n   ———. \"Northern Flicker secondary wing feathers - Adult Yellow-shafted Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLsecondaryadult.\n   ———. \"Northern Flicker secondary wing feathers undersides - Adult Yellow-shafted Male - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLsecondaryadult_ventral.\n   ———. \"Northern Flicker tail feathers - Adult Red-shafted Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLtailadult.\n   ———. \"Northern Flicker tail feathers undersides - Adult Red-shafted Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSFLtailadult_ventral.\n   ———. \"Northern Flicker tail feathers - Adult Yellow-shafted Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLtailadult.\n   ———. \"Northern Flicker tail feathers undersides - Adult Yellow-shafted Male - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YSFLtailadult_ventral.\n   ———. \"Northern Mockingbird primary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NOMOprimaryadult.\n   ———. \"Northern Mockingbird primary wing feathers - Adult Male - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NOMOprimaryadult_bluebk.\n   ———. \"Northern Mockingbird secondary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NOMOsecondaryadult.\n   ———. \"Northern Mockingbird tail feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NOMOtailadult.\n   ———. \"Northern Mockingbird tail feathers - Adult Male - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NOMOtailadult_bluebk.\n   ———. \"Nuttalls Woodpecker primary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NUWOprimaryadult.\n   ———. \"Nuttalls Woodpecker secondary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NUWOsecondaryadult.\n   ———. \"Nuttalls Woodpecker tail feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=NUWOtailadult.\n   ———. \"Red-shouldered Hawk primary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAprimaryad.\n   ———. \"Red-shouldered Hawk primary wing feathers - Juvenile Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAprimaryimm_female.\n   ———. \"Red-shouldered Hawk primary wing feathers - Juvenile Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAprimaryimmfemalebluebk.\n   ———. \"Red-shouldered Hawk secondary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAsecondaryad.\n   ———. \"Red-shouldered Hawk secondary wing feathers - Juvenile Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAsecondaryimm_female.\n   ———. \"Red-shouldered Hawk secondary wing feathers - Juvenile Female - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAsecondaryimmfemalebluebk.\n   ———. \"Red-shouldered Hawk tail feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAtailad.\n   ———. \"Red-shouldered Hawk tail feathers - Juvenile Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RSHAtailimm_female.\n   ———. \"Rock Pigeon tail feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RODOtailadult.\n   ———. \"Rock Pigeon wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=RODOwingadult.\n   ———. \"Snowy Egret primary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SNEGprimaryadult.\n   ———. \"Snowy Egret secondary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SNEGsecondaryadult.\n   ———. \"Snowy Egret tail feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SNEGtailadult.\n   ———. \"Swainson's Hawk primary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAprimaryadult.\n   ———. \"Swainson's Hawk primary wing feathers undersides - Adult - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAprimaryadult_ventral.\n   ———. \"Swainson's Hawk primary wing feathers - Adult Dark Morph Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAprimarydark.\n   ———. \"Swainson's Hawk primary wing feathers undersides - Adult Dark Morph Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAprimarydark_ventral.\n   ———. \"Swainson's Hawk primary wing feathers - Juvenile.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAprimaryimmature.\n   ———. \"Swainson's Hawk secondary wing feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondaryadult.\n   ———. \"Swainson's Hawk secondary wing feathers undersides - Adult - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondaryadult_ventral.\n   ———. \"Swainson's Hawk secondary wing feathers - Adult Dark morph Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondarydark.\n   ———. \"Swainson's Hawk secondary wing feathers undersides - Adult Dark morph Female - ventral view.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondarydark_ventral.\n   ———. \"Swainson's Hawk secondary wing feathers - Juvenile.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondaryimmature.\n   ———. \"Swainson's Hawk secondary wing feathers -Juvenile - blue background.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAsecondaryimmature_blubk.\n   ———. \"Swainson's Hawk tail feathers - Adult.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAtailadult.\n   ———. \"Swainson's Hawk tail feathers - Juvenile.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=SWHAtailimmature.\n   ———. \"Western Screech Owl primary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=WESOprimaryadult.\n   ———. \"Western Schreech Owl secondary wing feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=WESOsecondaryadult.\n   ———. \"Western Schreech Owl tail feathers - Adult Male.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=WESOtailadult.\n   ———. \"Yellow-billed Magpie primary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YBMAprimaryadult.\n   ———. \"Yellow-billed Magpie secondary wing feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YBMAsecondaryadult.\n   ———. \"Yellow-billed Magpie tail feathers - Adult Female.\" The Feather Atlas, April 17, 2023. https://www.fws.gov/lab/featheratlas/feather.php?Bird=YBMAtailadult.\n\nFeatherbase\n“Featherbase.” Haase, Alexander, Jörg Schlusen, and Kristin Schwenk. https://www.featherbase.info/en/home.\n   Haase, Alexander, Jörg Schlusen, and Kristin Schwenk. “Acorn Woodpecker (Melanerpes formicivorus).” Featherbase. https://www.featherbase.info/en/species/melanerpes/formicivorus.\n   ———. \"American Crow (Corvus brachyrhynchos).\" Featherbase. https://www.featherbase.info/en/species/Corvus/brachyrhynchos.\n   ———. \"California Scrub-Jay (Aphelocoma californica).\" Featherbase. https://www.featherbase.info/en/species/Aphelocoma/californica.\n   ———. \"Canada Goose (Branta canadensis).\" Featherbase. https://www.featherbase.info/en/species/Branta/canadensis.\n   ———. \"Common Starling (Sturnus vulgaris).\" Featherbase. https://www.featherbase.info/en/species/Sturnus/vulgaris.\n   ———. \"Eurasian Collared-Dove (Streptopelia decaocto).\" Featherbase. https://www.featherbase.info/en/species/Streptopelia/decaocto.\n   ———. \"Graylag Goose (Anser anser).\" Featherbase. https://www.featherbase.info/en/species/Anser/anser.\n   ———. \"Great Horned Owl (Bubo virginianus).\" Featherbase. https://www.featherbase.info/en/species/Bubo/virginianus.\n   ———. \"Ladder-backed Woodpecker (Dryobates scalaris).\" Featherbase. https://www.featherbase.info/en/species/Dryobates/scalaris.\n   ———. \"Mallard (Anas platyrhynchos).\" Featherbase. https://www.featherbase.info/en/species/Anas/platyrhynchos.\n   ———. \"Mourning Dove (Zenaida macroura).\" Featherbase. https://www.featherbase.info/en/species/Zenaida/macroura.\n   ———. \"Muscovy Duck (Cairina moschata).\" Featherbase. https://www.featherbase.info/en/species/Cairina/moschata.\n   ———. \"Northern Flicker (Colaptes auratus).\" Featherbase. https://www.featherbase.info/en/species/Colaptes/auratus.\n   ———. \"Northern Mockingbird (Mimus polyglottos).\" Featherbase. https://www.featherbase.info/en/species/Mimus/polyglottos.\n   ———. \"Red-shouldered Hawk (Buteo lineatus).\" Featherbase. https://www.featherbase.info/en/species/Buteo/lineatus.\n   ———. \"Red-tailed Hawk (Buteo jamaicensis).\" Featherbase. https://www.featherbase.info/en/species/Buteo/jamaicensis.\n   ———. \"Rock Pigeon (Columba livia).\" Featherbase. https://www.featherbase.info/en/species/Columba/livia.\n   ———. \"Snowy Egret (Egretta thula).\" Featherbase. https://www.featherbase.info/en/species/Egretta/thula.\n   ———. \"Western Great Egret (Ardea alba).\" Featherbase. https://www.featherbase.info/en/species/Ardea/alba.\n   ———. \"White-crowned Sparrow (Zonotrichia leucophrys).\" Featherbase. https://www.featherbase.info/en/species/Zonotrichia/leucophrys.\n\nKQED: Deep Look\nCassidy, Josh. \"What Makes Owls So Quiet and So Deadly?.\" Deep Look, October 27, 2015. https://www.kqed.org/science/321383/see-what-makes-owls-so-quiet-and-so-deadly.\nCassidy, Josh, and Annie Roth. \"What Actually Makes Water Roll Off a Duck's Back?\" Deep Look, August 18, 2020. https://www.kqed.org/science/1968261/what-actually-makes-water-roll-off-a-ducks-back.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"What Actually Makes Water Roll Off a Duck's Back? | Deep Look.\" Video, YouTube, August 18, 2020. https://youtu.be/Q-8GXk9r0ik.\n   ———. \"What Makes Owls So Quiet and So Deadly? | Deep Look.\" Video, YouTube, October 27, 2015. https://youtu.be/a68fIQzaDBY.\n\nUniversity of Puget Sound\nPuget Sound Museum of Natural History. “Wing & Tail Image Collection.” University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing.\n   ———. \"Accipiter cooperii.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Accipiter%20cooperii.\n   ———. \"Anas platyrhynchos.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Anas%20platyrhynchos.\n   ———. \"Aphelocoma californica.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Aphelocoma%20californica.\n   ———. \"Ardea alba.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Ardea%20alba.\n   ———. \"Ardea herodias.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Ardea%20herodias.\n   ———. \"Bombycilla cedrorum.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Bombycilla%20cedrorum.\n   ———. \"Bubo virginianus.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Bubo%20virginianus.\n   ———. \"Buteo jamacensis.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Buteo%20jamaicensis.\n   ———. \"Buteo lineatus.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Buteo%20lineatus.\n   ———. \"Buteo swainsoni.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Buteo%20swainsoni.\n   ———. \"Branta canadensis.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Branta%20canadensis.\n   ———. \"Colaptes auratus.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Colaptes%20auratus.\n   ———. \"Columbia livia.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Columba%20livia.\n   ———. \"Corvus brachyrhynchos.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Corvus%20brachyrhynchos.\n   ———. “Egretta thula.” Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Egretta%20thula.\n   ———. \"Melanerpes formicivorus.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Melanerpes%20formicivorus.\n   ———. \"Megascops kennicottii.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Megascops%20kennicottii.\n   ———. \"Mimus polyglottos.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Mimus%20polyglottos.\n   ———. \"Nycticorax nycticorax.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Nycticorax%20nycticorax.\n   ———. \"Pica nuttalli.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Pica%20nuttalli.\n   ———. \"Picoides nuttallii. Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Picoides%20nuttallii.\"\n   ———. \"Picoides scalaris.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Picoides%20scalaris.\n   ———. \"Sphyrapicus ruber.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Sphyrapicus%20ruber.\n   ———. \"Streptopelia decaocto.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Streptopelia%20decaocto.\n   ———. \"Sturnus vulgaris.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Sturnus%20vulgaris.\n   ———. \"Zenaida macroura.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Zenaida%20macroura.\n   ———. \"Zonotrichia leucophrys.\" Puget Sound Wing and Tail Image Collection. University of Puget Sound. https://digitalcollections.pugetsound.edu/digital/collection/slaterwing/search/searchterm/Zonotrichia%20leucophrys.\n\nOther\nFound Feathers Contributors. \"Found Feathers\". iNaturalist, March 25, 2017. https://www.inaturalist.org/projects/found-feathers.\n   ———. \"Domestic Greylag Goose (Anser anser domesticus)\". iNaturalist, 2017-2022. https://www.inaturalist.org/observations?captive=any&placeid=any&projectid=11413&subview=table&taxon_id=7018&verifiable=any.","wordCount":2280,"tags":[],"type":"Content"},{"name":"Plants","description":"","owner":"","path":"/documentation/botany","text":"\nReferences\n\nBooks\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nHatch, Charles R., and Phyllis M. Faber. Trees of the California Landscape: A Photographic Manual of Native and Ornamental Trees. University of California Press, 2007.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nParuk, Jim. Sierra Nevada Tree Identifier. Yosemite Conservancy, 1998.\nRusso, Ronald A. Field Guide to Plant Galls of California and Other Western States. University of California Press, 2007.\n———. Plant Galls of the Western United States. Princeton University Press, 2021.\nStuart, John D., John O. Sawyer, and Andrea J. Pickart. Trees and Shrubs of California. University of California Press, 2001.\nTurner, Mark, and Ellen Kuhlmann. Trees and Shrubs of the Pacific Northwest. Timber Press, 2014.\n\nCal Poly State University\nUrban Forest Ecosystems Institute. “SelecTree: A Tree Selection Guide.” Cal Poly State University, 1995. https://selectree.calpoly.edu/.\n   ———. \"Phoenix roebelenii Tree Record.\" Cal Poly State University, 1995-2023. https://selectree.calpoly.edu/tree-detail/phoenix-roebelenii.\n   ———. \"Quercus chrysolepis Tree Record.\" Cal Poly State University, 1995-2023. https://selectree.calpoly.edu/tree-detail/1232.\n   ———. “Quercus lobata Tree Record.” Cal Poly State University, 1995-2023. https://selectree.calpoly.edu/tree-detail/1246.\n\nCalflora\n“Calflora.” The Calfora Database, 2000. https://www.calflora.org/.\n   Calflora Contributors. \"Calochortus monophyllus.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=1294.\n   Calflora Contributors. \"Claytonia perfoliata.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=2244.\n   ———. \"Epilobium brachycarpum.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=2983.\n   ———. \"Epilobium canum ssp. canum.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=2985.\n   ———. \"Nemophila menziesii.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=5836.\n   ———. \"Ranunculus californicus.\" Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=7032.\n   ———. “Rosmarinus Officinalis.” Calflora, 2000-2022. https://www.calflora.org/app/taxon?crn=8619.\n\nCalifornia State University, Stanislaus\nCalifornia State University, Stanislaus. “Campus Tree Story Map,” 2017. https://www.csustan.edu/campus-tree-story-map.\n   ———. \"Canyon Live Oak (Quercus chrysolepis).\" California State University, Stanislaus, March 20, 2018. https://www.csustan.edu/campus-tree-story-map/canyon-live-oak-quercus-chrysolepis.\n   ———. \"Pygmy Palm (Phoenix roebelenii).\" California State University, Stanislaus, March 19, 2018. https://www.csustan.edu/campus-tree-story-map/pygmy-palm-phoenix-roebelenii.\n   ———. \"Valley Oak (Quercus lobata).\" California State University, Stanislaus, February 26, 2018. https://www.csustan.edu/campus-tree-story-map/valley-oak-quercus-lobate.\n\nJepson eFlora\nFielder, Peggy L. \"Calochortus monophyllus, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2012. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=16744.\nHoch, Peter C. \"Epilobium brachycarpum, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2012. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=24341.\n“Jepson Flora Project (eds.).” University of California, Berkeley, January 30, 2023. https://ucjeps.berkeley.edu/eflora/.\nMiller, John M., and Kenton L. Chambers. \"Claytonia perfoliata, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2012. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=19632.\nPatterson, Robert W., and Richard R. Halse. \"Nemophila menziesii, in Jepson Flora Project (eds.).\" Jepson eFlora. University of California, Berkeley, 2021. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=34542.\nPreston, Robert E., and Margriet Wetherwax. \"Verbascum thapsus, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2012. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=47846.\nRosatti, Thomas J., and John M. Tucker. \"Quercus chrysolepis, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2014. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=40565.\n———. \"Quercus lobata, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2014. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=40663.\nWhittemore, Alan T. \"Ranunculus californicus, in Jepson Flora Project (eds.).\" Jespson eFlora. University of California, Berkeley, 2012. https://ucjeps.berkeley.edu/eflora/eflora_display.php?tid=40867.\n\nJournal Articles\nGoldberg, Jay M., Sonya R. Sternlieb, Genevieve Pintel, and Lynda F. Delph. “Observational Evidence of Herbivore‐specific Associational Effects between Neighboring Conspecifics in Natural, Dimorphic Populations of Datura wrightii.” Ecology and Evolution 11, no. 10 (March 26, 2021): 5547–61. https://doi.org/10.1002/ece3.7454.\nRusso, Ronald A. “Plant Galls: Desert Treasures.” Fremontia 38/39, no. 4/1 (October 2010/January 2011): 40–45. https://cnps.org/wp-content/uploads/2018/03/FremontiaV38.4_39.1.pdf.\n\nKQED: Deep Look\nCassidy, Josh. \"The Sex Lives of Christmas Trees.\" Deep Look, November 24, 2015. https://www.kqed.org/science/366760/the-sex-lives-of-christmas-trees.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"Cape Sundews Trap Bugs In A Sticky Situation | Deep Look.\" Video, YouTube, July 28, 2020. https://youtu.be/D4kBrsyWhS4.\n   ———. \"These 'Resurrection Plants' Spring Back to Life in Seconds | Deep Look.\" Video, YouTube, June 25, 2015. https://youtu.be/eoFGKlZMo2g.\n   ———. \"This Giant Plant Looks Like Raw Meat and Smells Like Dead Rat | Deep Look.\" Video, YouTube, January 23, 2018. https://youtu.be/ycUNjHv4Y.\n   ———. \"This is NOT a Dandelion | Deep Look.\" Video, YouTube, September 8, 2020. https://youtu.be/_7SIHtWu2hw.\n   ———. \"The Sex Lives of Christmas Trees | Deep Look.\" Video, YouTube, November 24, 2015. https://youtu.be/xEji9I4Tcjo.\n   ———. \"Why Do Tumbleweeds Tumble? | Deep Look.\" Video, YouTube, May 1, 2018. https://youtu.be/dATZsuPdOnM.\nOh, Jenny. \"Cape Sundews Trap Bugs In A Sticky Situation.\" Deep Look, July 28, 2020. https://www.kqed.org/science/1966521/cape-sundews-trap-bugs-in-a-sticky-situation.\nQuirós, Gabriela. \"These 'Resurrection Plants' Spring Back to Life in Seconds.\" Deep Look, June 25, 2015. https://www.kqed.org/science/73151/these-resurrection-plants-spring-back-to-life-in-seconds.\n———. \"This is NOT a Dandelion.\" Deep Look, September 8, 2020. https://www.kqed.org/science/1969214/this-is-not-a-dandelion.\n———. \"This Giant Plant Looks Like Raw Meat and Smells Like Dead Rat.\" Deep Look, January 23, 2018. https://www.kqed.org/science/1918845/this-giant-plant-looks-like-raw-meat-and-smells-like-dead-rat.\n———. \"Why Do Tumbleweeds Tumble?\" Deep Look, May 1, 2018. https://www.kqed.org/science/1922987/why-do-tumbleweeds-tumble.\n\nOregon State University\n“Landscape Plants.” Oregon State University. https://landscapeplants.oregonstate.edu/.\n   Breen, Patrick. \"Quercus chrysolepis.\" Landscape Plants. https://landscapeplants.oregonstate.edu/plants/quercus-chrysolepis.\n   ———. \"Quercus lobata.\" Landscape Plants. https://landscapeplants.oregonstate.edu/plants/quercus-lobata.\n   ———. \"Rosmarinus Officinalis.\" Landscape Plants. https://landscapeplants.oregonstate.edu/plants/rosmarinus-officinalis.\n\nUniversity of California, Agriculture and Natural Resources\nJackson, Lee, Bonnie Fernandez, Herman Meister, Monica Spiller, Jack Williams, Tom Kearney, Brian Marsh, et al. Small Grain Production Manual. Complete Edition. University of California Agriculture and Natural Resources Publications, 2006. https://doi.org/10.3733/ucanr.8208.\n\nOther\nCalifornia Native Plant Society. “California Native Plant Society,” 1965. https://www.cnps.org/.\nGallformers Contributors. “Gallformers.” Gallformers.org. https://gallformers.org/.\nNative Plant Trust. \"Hemerocallis lilioasphodelus — yellow day-lily.\" Go Botany. https://gobotany.nativeplanttrust.org/species/hemerocallis/lilioasphodelus/.\nJe9h, and Momento Mori. “Roses (Genus Rosa),” Notes and Comments, iNaturalist, February 25, 2017. https://www.inaturalist.org/observations/37151178#activityidentification09cd6908-431c-4470-8a12-f8331e569a31.\nMederios, Joe. “Blow Your Mind Botany: The Amazing Life of Plants.” Video, YouTube, April 14, 2023. https://youtu.be/TrTXm5AIeUM.","wordCount":834,"tags":[],"type":"Content"},{"name":"Amphibians and Reptiles","description":"","owner":"","path":"/documentation/herpetology","text":"\nReferences\n\nBooks\nErnst, Carl H., and Jeffrey E. Lovich. Turtles of the United States and Canada. Jonhs Hopkins University Press, 2009.\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nStebbins, Robert C., and Samuel M. McGinnis. Field Guide to Amphibians and Reptiles of California. University of California Press, 2012.\n———. Peterson Field Guide to Western Reptiles & Amphibians, Fourth Edition. Houghton Mifflin, 2018.\n\nCalifornia Herps\n“California Herps: A Guide to the Amphibians and Reptiles of California.” Gary Nafis, 2000. https://www.californiaherps.com/.\n   Nafis, Gary. \"American Bullfrog - Lithobates catesbeianus.\" California Herps, 2000-2023. https://www.californiaherps.com/frogs/pages/l.catesbeianus.html.\n   ———. \"California Toad - Anaxyrus boreas halophilus.\" California Herps, 2000-2023. https://www.californiaherps.com/frogs/pages/a.b.halophilus.html.\n   ———. \"Commonly Encountered California Lizards.\" California Herps, 2000-2023. https://www.californiaherps.com/identification/lizardsid/commonlizards.html.\n   ———. \"Comparison of Western Fence Lizards - Sceloporus occidentalis, with Common Sagebrush Lizards - Sceloporus graciosus, Found in California.\" California Herps, 2000-2023. https://www.californiaherps.com/identification/lizardsid/fencesagebrushcomparison.html.\n   ———. \"Identifying California Frogs and Toads: Frogs and Toads Most Often Seen in California.\" California Herps, 2000-2023. https://www.californiaherps.com/identification/frogsid/frogs.id.html.\n   ———. \"Identifying California Turtles.\" California Herps, 2000-2023. https://www.californiaherps.com/identification/turtlesid/turtles.id.html.\n   ———. \"Red-eared Slider - Trachemys scripta elegans.\" California Herps, 2000-2023. https://www.californiaherps.com/turtles/pages/t.s.elegans.html.\n   ———. \"Small Spiny Lizards Found in California.\" California Herps, 2000-2023. https://www.californiaherps.com/identification/lizardsid/smallspiny.id.html.\n   ———. “Sounds of American Bullfrog - Lithobates catesbeianus.” California Herps, 2000-2023. https://www.californiaherps.com/frogs/pages/l.catesbeianus.sounds.html.\n\nKQED: Deep Look\nCassidy, Josh. \"5 Things You Thought You Knew -- But Didn't -- About Rattlesnakes.\" Deep Look, July 30, 2019. https://www.kqed.org/science/1945648/5-things-you-thought-you-knew-but-didnt-about-rattlesnakes.\nCassidy, Josh. \"These Lizards Have Been Playing Rock-Paper-Scissors for 15 Million Years.\" Deep Look, May 17, 2016. https://www.kqed.org/science/681185/these-lizards-have-been-playing-rock-paper-scissors-for-15-million-years.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"5 Things You Thought You Knew -- But Didn't -- About Rattlesnakes | Deep Look.\" Video, YouTube, July 30, 2019. https://youtu.be/ZO4IAZycUik.\n   ———. \"The Axolotl Salamander Doesn't Wanna Grow Up | Deep Look.\" Video, YouTube, July 13, 2021. https://youtu.be/tBEf7wqbroM.\n   ———. \"Can a New 'Vaccine' Stem the Frog Apocalypse? | Deep Look.\" Video, YouTube, September 6, 2016. https://youtu.be/-IXVcyCZVBg.\n   ———. \"Nature's Mood Rings: How Chameleons Really Change Color | Deep Look.\" Video, YouTube, August 25, 2015. https://youtu.be/Kp9W-_W8rCM.\n   ———. \"Newt Sex: Buff Males! Writhing Females! Cannibalism! | Deep Look.\" Video, YouTube, March 17, 2015. https://youtu.be/JyqY64ovjfY.\n   ———. \"These Crazy Cute Baby Turtles Want Their Lake Back | Deep Look.\" Video, YouTube, January 26, 2016. https://youtu.be/YTYFdpNpkMY.\n   ———. \"These Lizards Have Been Playing Rock-Paper-Scissors for 15 Million Years | Deep Look.\" Video, YouTube, May 17, 2016. https://youtu.be/rafdHxBwIbQ.\n   ———. \"These Sneaky Ensatina Salamanders Are Heading For a Family Split | Deep Look.\" Video, YouTube, June 30, 2020. https://youtu.be/GppCj4Al7Rg.\nJaacks, Jason. \"Nature's Mood Rings: How Chameleons Really Change Color.\" Deep Look, August 25, 2015. https://www.kqed.org/science/206401/natures-mood-rings-how-chameleons-really-change-color.\nPickett, Mallory, and Gabriela Quirós. \"Newt Sex: Buff Males! Writhing Females! Cannibalism!.\" Deep Look, March 17, 2015. https://www.kqed.org/science/28273/newt-sex-buff-males-writhing-females-cannibalism.\nQuirós, Gabriela. \"These Crazy Cute Baby Turtles Want Their Lake Back.\" Deep Look, January 26, 2016. https://www.kqed.org/science/474213/these-crazy-cute-baby-turtles-want-their-lake-back.\nSeely, Mike. \"The Axolotl Salamander Doesn't Wanna Grow Up.\" Deep Look, July 13, 2021. https://www.kqed.org/science/1975648/the-axolotl-salamander-doesnt-wanna-grow-up.\n———. \"These Sneaky Ensatina Salamanders Are Heading For a Family Split.\" Deep Look, June 30, 2020. https://www.kqed.org/science/1966227/these-sneaky-ensatina-salamanders-are-heading-for-a-family-split.\nSommer, Lauren. \"Can a New 'Vaccine' Stem the Frog Apocalypse?.\" Deep Look, September 6, 2016. https://www.kqed.org/science/959844/can-a-new-vaccine-stem-the-frog-apocalypse.\n\nOther\nArmentrout, Kelly, and Cari Mcgregor. “Trachemys Scripta (Pond Slider, Scripta).” Animal Diversity Web, 2019. https://animaldiversity.org/accounts/Trachemys_scripta/.\nFrisk, August. \"American Bullfrog (Lithobates catesbeianus)\". iNaturalist, August 20, 2022. https://www.inaturalist.org/observations/131860817.\n———. \"American Bullfrog (Lithobates catesbeianus)\". iNaturalist, August 22, 2022. https://www.inaturalist.org/observations/131975298.\nSomma, L. A., A. Foster, P. Fuller, and C. Cameron. “Trachemys Scripta Elegans (Wied-Neuweid, 1838).” U.S. Geological Survey, Nonindigenous Aquatic Species Database, December 2, 2022. https://nas.er.usgs.gov/queries/factsheet.aspx?SpeciesID=1261.","wordCount":586,"tags":[],"type":"Content"},{"name":"Mammals","description":"","owner":"August Frisk","path":"/documentation/mammalogy","text":"\nReferences\n\nBooks\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\n\nKQED: Deep Look\nCassidy, Josh. \"The Fantastic Fur of Sea Otters.\" Deep Look, January 6, 2015. https://www.kqed.org/science/25908/the-fantastic-fur-of-sea-otters.\n———. \"How Your Dog's Nose Knows So Much.\" Deep Look, February 26, 2019. https://www.kqed.org/science/1938255/how-your-dogs-nose-knows-so-much.\n———. \"Stinging Scorpion vs. Pain-Defying Mouse.\" Deep Look, March 8, 2016. https://www.kqed.org/science/518349/stinging-scorpion-vs-pain-defying-mouse.\n———. \"Why Does Your Cat's Tongue Feel Like Sandpaper?\" Deep Look, February 28, 2017. https://www.kqed.org/science/1391525/why-does-your-cats-tongue-feel-like-sandpaper.\nKennerson, Elliott. \"How Elephants Listen ... With Their Feet.\" Deep Look, July 17, 2018. https://www.kqed.org/science/1926248/how-elephants-listen-with-their-feet.\n———. \"These Whispering, Walking Bats Are Onto Something.\" Deep Look, October 10, 2017. https://www.kqed.org/science/1915923/these-whispering-walking-bats-are-onto-something.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"The Fantastic Fur of Sea Otters | Deep Look.\" Video, YouTube, January 6, 2015. https://youtu.be/Zxqg_um1TXI.\n   ———. \"How Elephants Listen ... With Their Feet | Deep Look.\" Video, YouTube, July 17, 2018. https://youtu.be/iYM9oXftLIQ.\n   ———. \"How Kittens Go From Clueless to Cute | Deep Look.\" Video, YouTube, September 11, 2018. https://youtu.be/o1xRlkNwQy8.\n   ———. \"How Your Dog's Nose Knows So Much | Deep Look.\" Video, YouTube, February 26, 2019. https://youtu.be/Gf4k0VgCQjg.\n   ———. \"Kangaroo Rats Are Furry, Spring-Loaded Ninjas | Deep Look.\" Video, YouTube, February 25, 2020. https://youtu.be/-hyKWwiefF8.\n   ———. \"Porcupines Give You 30,000 Reasons to Back Off | Deep Look.\" Video, YouTube, April 9, 2019. https://youtu.be/ZphlCdI2yqA.\n   ———. \"Stinging Scorpion vs. Pain-Defying Mouse | Deep Look.\" Video, YouTube, March 8, 2016. https://youtu.be/w-K_YtWqMro.\n   ———. \"These Whispering, Walking Bats Are Onto Something | Deep Look.\" Video, YouTube, October 10, 2017. https://youtu.be/l2py029bwhA.\n   ———. \"Watch These Frustrated Squirrels Go Nuts | Deep Look.\" Video, YouTube, September 20, 2016. https://youtu.be/ZUjQtJGaSpk.\n   ———. \"Why Does Your Cat's Tongue Feel Like Sandpaper? | Deep Look.\" Video, YouTube, February 28, 2017. https://youtu.be/9h_QtLol75I.\n   ———. \"Why Reindeer and Their Cousins are Total Boneheads | Deep Look.\" Video, YouTube, December 6, 2016. https://youtu.be/b7LINcDwl3o.\nQuirós, Gabriela. \"How Kittens Go From Clueless to Cute.\" Deep Look, September 11, 2018. https://www.kqed.org/science/1930803/how-kittens-go-from-clueless-to-cute.\n———. \"Rudolph's Antlers Offer Clues for Regenerating Nerves.\" Deep Look, December 6, 2016. https://www.kqed.org/science/1207350/rudolphs-antlers-could-help-restore-mobility-in-injured-humans.\n———. \"Watch These Frustrated Squirrels Go Nuts.\" Deep Look, September 20, 2016. https://www.kqed.org/science/993143/watch-these-frustrated-squirrels-go-nuts.\nSeely, Mike. \"Kangaroo Rats Are Furry, Spring-Loaded Ninjas.\" Deep Look, February 25, 2020. https://www.kqed.org/science/1957226/kangaroo-rats-are-furry-spring-loaded-ninjas.\nShields, Laura, and Josh Cassidy. \"Porcupines Give You 30,000 Reasons to Back Off.\" Deep Look, April 9, 2019. https://www.kqed.org/science/1939807/porcupines-give-you-30000-reasons-to-back-off.\n\nOther\nFrisk, August. \"Gray Fox (Urocyon cinereoargenteus)\". iNaturalist, February 19, 2023. https://www.inaturalist.org/observations/149230035.\nJones, Cheri A., and Colleen N. Baxter. “Thomomys Bottae.” Mammalian Species 742 (July 1, 2004): 1–14. https://doi.org/10.1644/742.\nNystrom, Siera. \"Urban Wildlife: The Gray Fox.\" Natural History Journal (blog), September 27, 2020. https://natural-history-journal.blogspot.com/2020/09/urban-wildlife-gray-fox.html.\nSolano County Office of Education. “Columbian Black-Tailed Deer,” 2020. https://www.solanocoe.net/blacktaildeer.","wordCount":451,"tags":[],"type":"Content"},{"name":"Other","description":"","owner":"","path":"/documentation/other","text":"\nReferences\n\nBooks\nAdamatzky, Andrew. Physarum Machines: Computers from Slime Mould. World Scientific, 2010.\nAvizienis, Audra, Karen Lawrence, and Sophie Cornish-Keefe. Fruit and Vegetable Bible. Moseley Road, Inc, 2019.\nBonner, John Tyler. The Social Amoebae: The Biology of Cellular Slime Molds. Princeton University Press, 2009.\nCarroll, Sean B. Into the Jungle: Great Adventures in the Search for Evolution. Pearson, 2009.\nDarwin, Charles. The Origin of Species. Barnes & Noble, 2003.\nDavis, Michael, Robert Sommer, and John Menge. Field Guide to Mushrooms of Western North America. University of California Press, 2012.\nHarwood, Michael, Thomas W. Burke, George S. Fichter, Sally D. Kaicher, Paul Lehman, Peter R. Limburg, David Simon, John C. Yrizarry, and Mary A. Yrizarry. Reader’s Digest North American Wildlife. Reader’s Digest Association, 1982.\nKimmerer, Robin Wall. Braiding Sweetgrass. Milkweed, 2014.\nKrogh, David. Biology: A Guide to the Natural World. Benjamin Cummings, 2011.\nLæssøe, Thomas. Mushrooms: How to Identify and Gather Wild Mushrooms and Other Fungi. Penguin Random House, 2013.\nLaws, John Muir. The Laws Field Guide to the Sierra Nevada. California Academy of Sciences, 2007.\nNarby, Jeremy. Intelligence in Nature: An Inquiry into Knowledge. Penguin, 2006.\nPage, Lawrence M., and Brooks M. Burr. Peterson Field Guide to Freshwater Fishes of North America North of Mexico, Second Edition. Houghton Mifflin Harcourt, 2011.\nSheldrake, Merlin. Entangled Life: How Fungi Make Our Worlds, Change Our Minds & Shape Our Futures. Random House, 2020.\nTrudell, Steve, and Joseph F. Ammirati. Mushrooms of the Pacific Northwest. Timber Press, 2009.\nUrry, Lisa, Michael Cain, Steven Wasserman, Rebecca Orr, and Peter Minorsky. Campbell Biology in Focus. Pearson, 2019.\n\nJournal Articles\nAdler, Frederick R., Alexander R.A. Anderson, Abhinav Bhushan, Paul Bogdan, Jose Javier Bravo-Cordero, Amy Brock, Yun Chen, et al. “Modeling Collective Cell Behavior in Cancer: Perspectives from an Interdisciplinary Conversation.” Cell Systems 14, no. 4 (April 1, 2023): 252–57. https://doi.org/10.1016/j.cels.2023.03.002.\nAdler, Frederick R., and Deborah M. Gordon. “Cancer Ecology and Evolution: Positive Interactions and System Vulnerability.” Current Opinion in Systems Biology 17 (October 1, 2019): 1–7. https://doi.org/10.1016/j.coisb.2019.09.001.\nCannizzaro, Andrew G., Ashley D. Walters, and David D. Berg. “A New Species of Freshwater Gammarus Fabricius, 1775 (Amphipoda: Gammaridae) from a Desert Spring in Texas, with a Key to the Species of the Genus Gammarus from North America.” Journal of Crustacean Biology 37, no. 6 (November 6, 2017): 709–22. https://doi.org/10.1093/jcbiol/rux088.\nOverall, Andy. “Tremella Aurantia & T. Mesenterica, Two British ‘Yellow Brain Fungi’ Compared.” Field Mycology 18, no. 3 (July 1, 2017): 82–84. https://doi.org/10.1016/j.fldmyc.2017.07.005.\n\nKQED: Deep Look\nCassidy, Josh. \"Pygmy Seahorses: Masters of Camouflage.\" Deep Look, October 21, 2014. https://www.kqed.org/science/22700/pygmy-seahorses-masters-of-camouflage.\n———. \"Banana Slugs: Secret of the Slime.\" Deep Look, February 17, 2015. https://www.kqed.org/science/27260/banana-slugs-secret-of-the-slime.\n———. \"The Hidden Perils of Permafrost.\" Deep Look, December 2, 2014. https://www.kqed.org/science/24399/the-hidden-perils-of-permafrost.\n———. \"Identical Snowflakes? Scientist Ruins Winter For Everyone.\" Deep Look, April 11, 2017. https://www.kqed.org/science/1536955/identical-snowflakes-scientist-ruins-winter-for-everyone-deep-look.\n———. \"Starfish Gallop With Hundreds of Tubular Feet.\" Deep Look, October 20, 2020. https://www.kqed.org/science/1970271/starfish-gallop-with-hundreds-of-tubular-feet.\n———. \"These Fish Are All About Sex on the Beach.\" Deep Look, June 6, 2017. https://www.kqed.org/science/1680332/these-fish-are-all-about-sex-on-the-beach-deep-look.\n———. \"This Adorable Sea Slug Is a Sneaky Little Thief.\" Deep Look, August 28, 2018. https://www.kqed.org/science/1929993/this-adorable-sea-slug-is-a-sneaky-little-thief.\n———. \"The Undying Hydra: A Freshwater Mini-Monster That Defies Aging.\" Deep Look, April 20, 2021. https://www.kqed.org/science/1973744/the-undying-hydra-a-freshwater-mini-monster-that-defies-aging.\n———. \"You're Not Hallucinating. That's Just Squid Skin.\" Deep Look, September 8, 2015. https://www.kqed.org/science/233664/youre-not-hallucinating-thats-just-squid-skin.\nCassidy, Josh, and Carrie Boyle. \"Sea Urchins Pull Themselves Inside Out to be Reborn.\" Deep Look, August 23, 2016. https://www.kqed.org/science/922896/sea-urchins-pull-themselves-inside-out-to-be-reborn.\nCassidy, Josh, and Grace Singer. \"How Do Sharks and Rays Use Electricity to Find Hidden Prey?.\" Deep Look, August 11, 2015. https://www.kqed.org/science/106591/sharks-and-rays-sense-electricity-fish-cant-hide.\nCassidy, Josh, and Johanna Varner. \"Can A Thousand Tiny Swarming Robots Outsmart Nature?\" Deep Look, July 21, 2015. https://www.kqed.org/science/131005/can-a-thousand-tiny-swarming-robots-outsmart-nature.\nCassidy, Josh, and Liz Roth-Johnson. \"The Amazing Life of Sand.\" Deep Look, November 4, 2014. https://www.kqed.org/science/23057/the-amazing-life-of-sand.\nCassidy, Josh, and Mallory Pickett. \"From Drifter to Dynamo: The Story of Plankton.\" Deep Look, March 3, 2015. https://www.kqed.org/science/27808/from-drifter-to-dynamo-the-story-of-plankton.\nCurry, Arwen. \"How Electric Light Changed the Night.\" Deep Look, January 20, 2015. https://www.kqed.org/science/26331/how-electric-light-changed-the-night.\nHeidt, Amanda. \"A Sand Dollar's Breakfast Is Totally Metal.\" Deep Look, October 9, 2018. https://www.kqed.org/science/1932072/a-sand-dollars-breakfast-is-totally-metal.\nHiolski, Emma. \"Take Two Leeches And Call Me In The Morning.\" Deep Look, April 3, 2018. https://www.kqed.org/science/1921659/take-two-leeches-and-call-me-in-the-morning.\n———. \"Watch These Cunning Snails Stab and Swallow Fish Whole.\" Deep Look, May 29, 2018. https://www.kqed.org/science/1923898/watch-these-snails-stab-fish-and-swallow-them-whole.\nJaacks, Jason. \"What Happens When You Zap Coral With The World's Most Powerful X-ray Laser?.\" Deep Look, July 7, 2015. https://www.kqed.org/science/99894/what-happens-when-you-zap-coral-with-the-worlds-most-powerful-x-ray-laser.\n———. \"Why Jellyfish Float Like a Butterfly—And Sting Like a Bee.\" Deep Look, September 29, 2015. https://www.kqed.org/science/273618/why-jellyfish-float-like-a-butterfly-and-sting-like-a-bee.\nKennerson, Elliott. \"Archerfish Says...'I Spit in Your Face!'.\" Deep Look, January 31, 2017. https://www.kqed.org/science/1336526/archerfish-says-i-spit-in-your-face.\n———. \"Everything You Never Wanted to Know About Snail Sex.\" Deep Look, March 14, 2017. https://www.kqed.org/science/1446777/everything-you-never-wanted-to-know-about-snail-sex.\nKennerson, Elliott, and Nikki Inglis. \"The Mystery of the Upside-Down Catfish.\" Deep Look, April 17, 2018. https://www.kqed.org/science/1922038/the-mystery-of-the-upside-down-catfish.\nKQED. “Deep Look,” 2014. https://www.kqed.org/deeplook.\nKQED and PBS Digital Studios. “Deep Look: Explore big scientific mysteries by going incredibly small.” YouTube, September 26, 2014. https://www.youtube.com/@KQEDDeepLook.\n   ———. \"The Amazing Life of Sand | Deep Look.\" Video, YouTube, November 4, 2014. https://youtu.be/VkrQ9QuKprE.\n   ———. \"Archerfish Says...'I Spit in Your Face!' | Deep Look.\" Video, YouTube, January 31, 2017. https://youtu.be/gN81dtxilhE.\n   ———. \"Banana Slugs: Secret of the Slime | Deep Look.\" Video, YouTube, February 16, 2015. https://youtu.be/mHvCQSGanJg.\n   ———. \"California Floater Mussels Take Fish for an Epic Joyride | Deep Look.\" Video, YouTube, April 21, 2020. https://youtu.be/m7p_w4zE3s4.\n   ———. \"Can A Thousand Tiny Swarming Robots Outsmart Nature? | Deep Look.\" Video, YouTube, July 21, 2015. https://youtu.be/dDsmbwOrHJs.\n   ———. \"Ever Seen a Starfish Gallop? | Deep Look.\" Video, YouTube, October 25, 2020. https://youtu.be/9rxf_2EgwfE.\n   ———. \"Everything You Never Wanted to Know About Snail Sex | Deep Look.\" Video, YouTube, March 14, 2017. https://youtu.be/UOcLaI44TXA.\n   ———. \"From Drifter to Dynamo: The Story of Plankton | Deep Look.\" Video, YouTube, March 3, 2015. https://youtu.be/jUvJ5ANH86I.\n   ———. \"The Hidden Perils of Permafrost | Deep Look.\" Video, YouTube, December 1, 2014. https://youtu.be/wxABO84gol8.\n   ———. \"How Do Sharks and Rays Use Electricity to Find Hidden Prey? | Deep Look.\" Video, YouTube, August 11, 2015. https://youtu.be/JDPFR6n8tAQ.\n   ———. \"How Electric Light Changed the Night | Deep Look.\" Video, YouTube, January 20, 2015. https://youtu.be/Mllam3nKTv4.\n   ———. \"How the Coronavirus Attacks Your Lungs | Deep Look.\" Video, YouTube, May 5, 2020. https://youtu.be/aWw_6NyKTVw.\n   ———. \"Identical Snowflakes? Scientist Ruins Winter For Everyone | Deep Look.\" Video, YouTube, April 11, 2017. https://youtu.be/Gojddrb70N8.\n   ———. \"If Your Hands Could Smell, You’d Be an Octopus | Deep Look.\" Video, YouTube, February 14, 2017. https://youtu.be/XXMxihOh8ps.\n   ———. \"In the Race for Life, Which Human Embryos Make It?\" Video, YouTube, February 3, 2015. https://youtu.be/9mv_kuwQvoc.\n   ———. \"The Mystery of the Upside-Down Catfish | Deep Look.\" Video, YouTube, April 17, 2018. https://youtu.be/eurCBOJMrsE.\n   ———. \"Pygmy Seahorses: Masters of Camouflage | Deep Look.\" Video, YouTube, October 20, 2014. https://youtu.be/Q3CtGoqz3ww.\n   ———. \"A Sand Dollar's Breakfast Is Totally Metal | Deep Look.\" Video, YouTube, October 9, 2018. https://youtu.be/dxZdBPDNiF4.\n   ———. \"Sea Urchins Pull Themselves Inside Out to be Reborn | Deep Look.\" Video, YouTube, August 23, 2016. https://youtu.be/ak2xqH5h0YY.\n   ———. \"See Sea Slugs Scrub Seagrass by the Seashore | Deep Look.\" Video, YouTube, November 10, 2020. https://youtu.be/kjvhVVu5uqE.\n   ———. \"Take Two Leeches And Call Me In The Morning | Deep Look.\" Video, YouTube, April 3, 2018. https://youtu.be/O-0SFWPLaII.\n   ———. \"There's Something Fishy About These Trees ... | Deep Look.\" Video, YouTube, September 26, 2017. https://youtu.be/rZWiWh5acbE.\n   ———. \"These Fish Are All About Sex on the Beach | Deep Look.\" Video, YouTube, June 6, 2017. https://youtu.be/j5F3z1iP0Ic.\n   ———. \"These Hairworms Eat a Cricket Alive and Control Its Mind | Deep Look.\" Video, YouTube, February 12, 2019. https://youtu.be/YB6O7jS_VBM.\n   ———. \"This Adorable Sea Slug Is a Sneaky Little Thief | Deep Look.\" Video, YouTube, August 28, 2018. https://youtu.be/KLVfWKxtfow.\n   ———. \"This Killer Fungus Turns Flies into Zombies | Deep Look.\" Video, YouTube, October 22, 2019. https://youtu.be/C2Jw5ib-s_I.\n   ———. \"This Mushroom Starts Killing You Before You Even Realize It | Deep Look.\" Video, YouTube, February 23, 2016. https://youtu.be/bl9aCH2QaQY.\n   ———. \"This Pulsating Slime Mold Comes in Peace | Deep Look.\" Video, YouTube, April 19, 2016. https://youtu.be/Nx3Uu1hfl6Q.\n   ———. \"The Undying Hydra: A Freshwater Mini-Monster That Defies Aging | Deep Look.\" Video, YouTube, April 20, 2021. https://youtu.be/ITVfXHrfudw.\n   ———. \"Want a Whole New Body? Ask This Flatworm How | Deep Look.\" Video, YouTube, October 23, 2018. https://youtu.be/m12xsf5g3Bo.\n   ———. \"What Happens When You Zap Coral With The World's Most Powerful X-ray Laser? | Deep Look.\" Video, YouTube, July 7, 2015. https://youtu.be/aXmCU6IYnsA.\n   ———. \"Watch These Cunning Snails Stab and Swallow Fish Whole | Deep Look.\" Video, YouTube, May 29, 2018. https://youtu.be/jYMjLgPFSso.\n   ———. \"Why Jellyfish Float Like a Butterfly—And Sting Like a Bee | Deep Look.\" Video, YouTube, September 29, 2015. https://youtu.be/xQNxXUtRjzg.\n   ———. \"You're Not Hallucinating. That's Just Squid Skin. | Deep Look.\" Video, YouTube, September 8, 2015. https://youtu.be/0wtLrlIKvJE.\nKusmer, Anna. \"There's Something Fishy About These Trees ...\" Deep Look, September 26, 2017. https://www.kqed.org/science/1915421/theres-something-fishy-about-these-trees-deep-look.\nOh, Jenny, and Laura Klivans. \"How the Coronavirus Attacks Your Lungs.\" Deep Look, May 5, 2020. https://www.kqed.org/science/1963200/how-covid-19-attacks-your-lungs.\nQuirós, Gabriela. \"If Your Hands Could Smell, You’d Be an Octopus.\" Deep Look, February 14, 2017. https://www.kqed.org/science/1391513/if-your-hands-could-smell-youd-be-an-octopus.\nQuirós, Gabriela. \"In the Race for Life, Which Human Embryos Make It?\" Deep Look, February 3, 2015. https://www.kqed.org/science/26870/in-the-race-for-life-which-human-embryos-make-it.\n———. \"These Hairworms Eat a Cricket Alive and Control Its Mind.\" Deep Look, February 12, 2019. https://www.kqed.org/science/1937775/these-hairworms-eat-a-cricket-alive-and-control-its-mind.\n———. \"This Killer Fungus Turns Flies into Zombies.\" Deep Look, October 22, 2019. https://www.kqed.org/science/1949314/this-killer-fungus-turns-flies-into-zombies.\n———. \"This Mushroom Starts Killing You Before You Even Realize It.\" Deep Look, February 23, 2016. https://www.kqed.org/science/523936/this-mushroom-starts-killing-you-before-you-even-realize-it.\n———. \"This Pulsating Slime Mold Comes in Peace.\" Deep Look, April 19, 2016. https://www.kqed.org/science/635319/this-pulsating-slime-mold-comes-in-peace.\n———. \"Want a Whole New Body? Ask This Flatworm How.\" Deep Look, October 23, 2018. https://www.kqed.org/science/1933246/want-a-whole-new-body-ask-this-flatworm-how.\nSeely, Mike. \"California Floater Mussels Take Fish for an Epic Joyride.\" Deep Look, April 21, 2020. https://www.kqed.org/science/1961648/california-floater-mussels-take-fish-for-an-epic-joyride.\n———. \"Sea Slugs Scrub Seagrass by the Seashore.\" November 10, 2020. https://www.kqed.org/science/1970711/sea-hares-scrub-seagrass-by-the-seashore.\n\nUniversity of California, Agriculture and Natural Resources\nMc Donnell, Rory J., Timothy D. Paine, and Michael J. Gormally. Slugs: A Guide to the Invasive and Native Fauna of California. University of California Division of Agriculture and Natural Resources Publications, 2009. https://doi.org/10.3733/ucanr.8336.\nPerry, Ed J., and A. T. Ploeg. “Nematode: Pest Notes for Home and Landscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, July 2010. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7489.html.\nUniversity of California, Agriculture and Natural Resources. “California Fish Website.” University of California Davis. https://calfish.ucdavis.edu/.\n———. “Statewide Integrated Pest Management Program.” https://ipm.ucanr.edu/index.html.\n———. “UC Oaks: Oak Woodland Management.” University of California Berkeley, January 9, 2020. https://oaks.cnr.berkeley.edu/.\nWilen, Cheryl A., and Mary L. Flint. “Snails and Slugs: Pest Notes for Home and Lanscape.” University of California Agriculture and Natural Resources Statewide Integrated Pest Management Program, March 2018. https://ipm.ucanr.edu/PMG/PESTNOTES/pn7427.html.\n\nOther\nBarcode of Life Data Systems. “BOLD Systems V3,” 2014. https://v3.boldsystems.org/.\n“BugGuide.” Iowa State University, 2003. https://bugguide.net/.\nCalifornia State University, Stanislaus. \"The Wayne & Donna Pierce Trans-California Pathway.\" California State University, Stanislaus, April 21, 2023. https://www.csustan.edu/biology/wayne-donna-pierce-trans-california-pathway.\nDillon, Rob, Jr. “The FWGNA Project: Freshwater Gastropods of North America.” FWGNA, n.d. https://www.fwgna.org/.\nEel River Recovery Project. “Algae / Cyanobacteria,” 2013. https://www.eelriverrecovery.org/algae.\nGross, Joyce. “Joyce Gross Photography.” https://joycegross.com/.\nHaddock, Steven. “Bioluminescence.” NOAA Ocean Explorer, February 25, 2011. https://oceanexplorer.noaa.gov/explorations/09bioluminescence/background/bioluminescence/bioluminescence.html.\nHanson, Joe. \"Are You Smarter Than A Slime Mold?\" Video, YouTube, April 19, 2016. https://youtu.be/K8HEDqoTPgk.\n“iNaturalist.” iNaturalist, 2014. https://www.inaturalist.org/.\nJohnston, Lyla June. “Architects of Abundance: Indigenous Regenerative Food and Land Management Systems and the Excavation of Hidden History,” PHD Dissertation, University of Alaska Fairbanks, December 2022. https://www.proquest.com/openview/17597a179528716e1a9e8515ca76ec77/1?pq-origsite=gscholar&cbl=18750&diss=y.\n   ———. “Architects of Abundance: Indigenous Food Systems and the Excavation of Hidden History,” Video, YouTube, January 27, 2022. https://youtu.be/UxxRV44-wZ0.\nLucas, Erynn. “Viruses: An Introduction to Virology and Coronaviruses.” Video, YouTube, September 25, 2020. https://youtu.be/5ko4gHP-afY.\n“Natural History Journal: Notes from a California Naturalist.” Nystrom, Siera, September 2016. https://natural-history-journal.blogspot.com/.\nPereszlényi, Ádám, Hungarian Natural History Museum, Universalmuseum Joanneum, and Hungarian University of Fine Arts. “Skull Base.” https://skullbase.info/.\nSkulls Unlimited International, Inc. “Skulls Unlimited: World Leader in Real and Replica Skulls & Skeletons.” https://www.skullsunlimited.com/.\nSmithsonian Environmental Research Center. “Ecosystems on the Edge.” https://ecosystemsontheedge.org/.\nUniversity of British Columbia. “The Srivastava Lab.” https://www.zoology.ubc.ca/~srivast/.\nUniversity of Michigan Museum of Zoology. “Animal Diversity Web.” https://animaldiversity.org/.\nU.S. Fish and Wildlife Service. “National Wildlife Refuge System.” U.S. Fish & Wildlife Service. https://www.fws.gov/program/national-wildlife-refuge-system.","wordCount":1879,"tags":[],"type":"Content"}]